{"newspapers": {"bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/education-53574164", "published": "2020-07-29T00:03:29", "title": "More free school meals 'would stop diet disaster'", "text": "Image copyright PA Media Image caption The review proposes widening access to free school meals and food for families during the summer holidays\n\nFree school meals should be extended to another 1.5 million children in England, says a government-commissioned review into food and healthy eating.\n\nThe National Food Strategy warns that the country's eating habits are a \"slow-motion disaster\".\n\nThe review warns of the toxic connection between poor diet and child poverty.\n\nReport author Henry Dimbleby said a nutritious diet was the \"foundation of equality of opportunity\".\n\n\"Unless action is taken to improve our food system, many thousands will continue to suffer,\" said Mr Dimbleby, co-founder of the Leon food chain.\n\nThe negative impacts of growing up hungry are long-lasting and corrosive, says the review, which is claimed as the most significant for decades.\n\n\"One of the miserable legacies of Covid-19 is likely to be a dramatic increase in unemployment and poverty and therefore hunger,\" says the food strategy report.\n\nAs an immediate intervention, the review calls for many more children to be eligible for a free meal at school, as \"only 1% of packed lunches meet the nutritional standards of a school meal\".\n\nImage copyright Getty Images Image caption Is the food industry encouraging people towards unhealthy eating habits?\n\nThe review says they should be available to a further 1.5 million children, in addition to the 1.3 million already eligible - so almost one in three children would get free meals.\n\nThe extension of free school meals, at a cost of £670m per year, would bring them in reach of all children in families claiming universal credit.\n\nSuch a move would aim to stop pupils being hungry at school and prevent the negative consequences for learning and behaviour.\n\nFootballer Marcus Rashford recently raised the profile of the importance of school meals during the summer holidays for families who are struggling financially, forcing a U-turn which will see vouchers continuing over the summer break.\n\nThe food strategy proposes making a long-term commitment to feeding more families over the summer holidays, by making another 1.1 million children in England eligible for the \"holiday activity and food programme\", at a cost of £200m per year.\n\nPaul Whiteman, leader of the Nation Association of Head Teachers, said there were already too many children who \"arrive at school hungry and unable to learn\".\n\n\"Free school meals at least guarantee that children going hungry at home get one nutritious meal a day,\" he said.\n\nThere are warnings about \"misleading packaging\" of unhealthy products and the report challenges the \"false virtue\" of how the food industry presents itself.\n\nBehind the ethical ambitions, the report suggests there is still a culture of \"unhealthy multi-buy offers\".\n\nMr Dimbleby spoke of some apparently healthy fruit snacks that are \"clothed in a veneer of goodness and might not be better for you than a Mars bar\".\n\nThere are serious consequences, says the review, with one in seven deaths in the UK attributable to poor diets.\n\n\"A nutritionally poor-quality diet is the leading risk factor for ill-health in the UK, yet we do not treat it with the same seriousness afforded to other risk factors.\n\n\"That has to change,\" said Susan Jebb, Oxford University professor of diet and population health, who worked on the report.\n\nThis is the first part of the review, with the second part next year expected to focus on environmental issues, such as climate change, pollution, sustainable farming and the spread of diseases.\n\nEnvironment Secretary George Eustice said the food industry had \"worked round the clock\" to keep supplies going through the Covid-19 lockdown.\n\n\"But we know there is more to do and we will carefully consider this independent report and its recommendations as we emerge from the pandemic and build a stronger food system for the future,\" said Mr Eustice."}, {"link": "https://www.bbc.co.uk/news/health-53565655", "published": "2020-07-28T23:08:25", "title": "Covid studies aim to save BAME lives 'within months'", "text": "Image copyright Getty Images Image caption A large proportion of NHS doctors are from an ethnic minority background\n\nUK scientists are to receive millions of pounds of government funding for a raft of studies to learn why ethnic minorities are at greater risk from Covid-19.\n\nSix projects will analyse data on social circumstances, health and day-to-day activities, as well as investigating genetic risk factors.\n\nOne will follow 30,000 health and social-care staff for a year.\n\nResearchers say there will be rapid action based on the findings.\n\nProf Kamlesh Khunti, director of the Centre for BME Health at Leicester University, who is involved in three of the studies, told BBC News he expected results to be translated into guidance that would help save black, Asian and minority ethnic (BAME) lives within months.\n\n\"We will definitely get answers to the things that are putting people at much higher risk,\" he said. \"As soon as we get results that might make a difference, it is important that we get them out straight away.\"\n\nThe results will also be shared with the leaders of black and South Asian communities, professional bodies and health regulators who will take rapid action, said Prof Khunti.\n\n\"If we find that living in crowded, multi-generational housing, not getting enough physical activity, are high on the list of factors associated with certain communities dying from Covid, we can look at the evidence and transform them into the most culturally appropriate messages.\"\n\nMedia playback is unsupported on your device Media caption BAME coronavirus deaths: What's the risk for ethnic minorities?\n\nEmerging evidence shows people from ethnic minorities are significantly more likely to die from Covid-19 than the white population.\n\nBut no-one knows exactly why ethnic groups are more vulnerable, though there are a number of ideas about why people from BAME backgrounds have been harder hit.\n\nThese include:\n\nworking in occupations with greater levels of contact with people in frontline health and social care\n\nliving in deprived circumstances\n\na greater proportion having underlying health conditions, such as diabetes and hypertension, which increase the risk of serious illness\n\nProf Chris Whitty, the UK's chief medical adviser, welcomed the research.\n\n\"With evidence showing that people from BAME backgrounds are more severely affected by Covid-19, it is critical that we understand what factors are driving this risk to address them effectively,\" he said.\n\n\"The diverse range of projects funded will help examine this association in detail so that new treatments and approaches to care can be developed to target BAME groups.\"\n\nThe projects include:\n\na study looking at age, gender and deprivation data on more than two million health and social-care workers. The study will also follow 30,000 doctors, nurses, porters and cleaners of all ethnic backgrounds over the course of a year and look at workplace routines, such as redeployments and the provision of protective equipment\n\nOxford and Southampton University teams will look at the health conditions of BAME patients who were treated in hospital and died from Covid-19, using a database of 40 million GP records across England\n\na project analysing information gathered by the UK Biobank project, which has been monitoring the genetics, mental wellbeing and physical activity of 500,000 people since 2006 and collects blood, urine and saliva samples.\n\nDr Manish Pareek, an associate clinical professor at the University of Leicester, is leading the study of health and social-care workers.\n\nHe says the aim is to quantify the risk for different groups.\n\n\"What is the risk of a doctor from an Asian group compared with that of a nurse of black ethnicity?\n\n\"If there is a clear signal we are seeing that a particular group is at high risk we will put these forward and recommend action be taken. This may include enhanced health assessments or that those at really high risk should not be working in Covid wards.\"\n\nHe added: \"Even taking into account factors such as deprivation, household structure, age and gender, ethnicity is still is an important predictor of getting infected and having adverse outcomes.\"\n\nProf Dame Ottoline Leyser, chief executive of the UK Research and Innovation agency, which has part-funded the research, along with the National Institute of Health Research, said the studies would lead to lives being saved.\n\n\"Urgent action must be taken to determine and address the factors underlying this disparity,\" she said.\n\n\"There is unlikely to be a simple answer and we must consider all possibilities, including the role of racial and social inequalities, so that we can save as many lives as possible during this pandemic and any future outbreaks.\"\n\nFollow Pallab on Twitter"}, {"link": "https://www.bbc.co.uk/news/world-asia-china-53575875", "published": "2020-07-28T23:28:21", "title": "Coronavirus: Hong Kong implements strict measures amid new cases", "text": "Image copyright EPA Image caption Facemasks have been made mandatory in public places\n\nHong Kong is introducing some of its toughest measures yet to control the coronavirus, following a sustained peak in new cases.\n\nFrom Wednesday, dining in restaurants is banned and only two people from different households can meet each other.\n\nFace masks must also be worn in all public places.\n\nHong Kong, which had seen early success against Covid-19, is now regularly reporting over 100 new daily cases.\n\nRestrictions have been progressively tightened again this month with bars, gyms and beauty parlours already closed.\n\nHong Kong confirmed another 106 coronavirus cases on Tuesday and reported its 23rd overall death. A record 145 cases were recorded on Monday.\n\nImage copyright Reuters Image caption Dining in restaurants has been banned\n\n\"There is no place for complacency at the moment. We still have to observe the trend,\" said Dr Chuang Shuk-kwan, head of the communicable disease branch at the Centre for Health Protection, the South China Morning Post reported.\n\n\"We have not seen an exponential growth [in infections] yet, but the figures are still worrying.\"\n\nThe latest person to die from the virus was a resident of a care home where at least 45 infections have been recorded.\n\nLocal scientists have voiced fears that a strain of the virus circulating in Hong Kong could cause greater damage. It is said to have not mutated for at least 22 days, meaning it could have adapted well to humans, becoming easier to transmit.\n\nThe new measures come amid local media reports that elections to Hong Kong's parliament - the Legislative Council - could be postponed by a year.\n\nNews outlets HK01, Hong Kong Economic Times and TVB said the government had made the decision, which is yet to be formally announced, because of coronavirus concerns."}, {"link": "https://www.bbc.co.uk/news/world-us-canada-53575964", "published": "2020-07-29T00:50:00", "title": "Coronavirus: Trump sticks by revoked hydroxychloroquine", "text": "Media playback is unsupported on your device Media caption US President Trump on Dr Fauci's approval rating: \"Nobody likes me\"\n\nUS President Donald Trump has again defended the use of hydroxychloroquine to ward off coronavirus, contradicting his own public health officials.\n\nHe argued the malaria medication was only rejected as a Covid-19 treatment because he had suggested it.\n\nHis remarks come after Twitter banned his eldest son for posting a clip touting hydroxychloroquine.\n\nThere is no evidence the drug can fight the virus, and regulators warn it may cause heart problems.\n\nLast month, the US Food and Drug Administration (FDA) cautioned against the use of the drug for treatment of the coronavirus, following reports of \"serious heart rhythm problems\" and other health issues.\n\nThe FDA also revoked its emergency-use authorisation for the drug to treat Covid-19. The World Health Organization (WHO) says \"there is currently no proof\" that it is effective as a treatment or prevents Covid-19.\n\nStudies commissioned by the WHO, the US National Institutes of Health and other medical researchers around the world have found no evidence that hydroxychloroquine - when used with or without the antibiotic azithromycin, as repeatedly recommended by President Trump - helps treat coronavirus.\n\nHydroxychloroquine was first touted by Mr Trump in March in relation to Covid-19.\n\nThe president told reporters at the White House on Tuesday: \"When I recommend something, they like to say 'don't use it.'\"\n\nMr Trump, 74, surprised reporters in May by saying he had begun taking the unproven medication.\n\nMedia playback is unsupported on your device Media caption Meet the 'Covid Hunter' of Houston\n\nOn Tuesday, he said: \"I can only say that from my standpoint, and based on a lot of reading and a lot of knowledge about it, I think it could have a very positive impact in the early stages.\n\n\"I don't think you lose anything by doing it, other than politically it doesn't seem too popular.\"\n\nPresident Trump and his son Donald Trump Jr were among social media users who shared video late on Monday of a group called America's Frontline Doctors advocating hydroxychloroquine as a Covid-19 treatment.\n\nFacebook and Twitter removed the content, flagging it as misinformation, but not before more than 17 million people had seen one of the clips.\n\nTwitter also banned the US president's eldest son from tweeting for 12 hours as a penalty for sharing the clip.\n\nMedia playback is unsupported on your device Media caption 'We’re still waiting at home for them to come back'\n\nThe video in question showed doctors speaking outside the US Supreme Court at an event organised by Tea Party Patriots Action, a group that is not required to disclose its donors and has helped fund a pro-Trump political action committee.\n\nIn the video, Dr Stella Immanuel, a physician from Houston, says she has successfully treated 350 coronavirus patients \"and counting\" with hydroxychloroquine.\n\nThe president said on Tuesday: \"I think they're very respected doctors. There was a woman who was spectacular in her statements about it.\"\n\nMedia playback is unsupported on your device Media caption The lost six weeks when the US failed to control the virus\n\nAccording to the Daily Beast, Dr Immanuel has previously claimed the government is run by \"reptilians\" and that scientists are developing a vaccine to stop people being religious, among other bizarre views.\n\nAmerica's Frontline Doctors' founder Simone Gold accused social media companies of censorship for removing the hydroxychloroquine video.\n\n\"Treatment options for COVID-19 should be debated, and spoken about among our colleagues in the medical field,\" she tweeted. \"They should never, however, be censored and silenced.\"\n\nMedia playback is unsupported on your device Media caption 'We already lost prom and graduation...'\n\nLate on Monday, Mr Trump also retweeted several tweets critical of Dr Anthony Fauci, a leading member of the White House coronavirus task force.\n\nBut in Tuesday's briefing the president denied he was criticising the director of the National Institute for Allergy and Infectious Diseases, insisting: \"I get along with him very well.\"\n\nAsked about hydroxychloroquine earlier on Tuesday, Dr Fauci said the medication was not an appropriate treatment for Covid-19.\n\nMedia playback is unsupported on your device Media caption Why the US struggled with its reopening\n\nHe told ABC News' morning show the drug was \"not effective in coronavirus disease\".\n\nAt Tuesday's briefing, Mr Trump questioned why the White House coronavirus expert and his fellow task force member Dr Deborah Birx were popular, but his administration was not.\n\nHe said: \"And yet, they're highly thought of but nobody likes me. It can only be my personality, that's all.\"\n\nThe US now has more than 4.3 million reported cases of Covid-19, and more than 149,000 deaths."}, {"link": "https://www.bbc.co.uk/news/uk-53417948", "published": "2020-07-29T00:10:46", "title": "Coronavirus: Business rescue package has 'delayed the inevitable'", "text": "Image copyright Getty Images Image caption Those working in the events industry face an uncertain future\n\nA wave of \"zombie companies\" kept afloat during lockdown are on a cliff-edge going into the autumn, experts say.\n\nAnalysis by the BBC shows a surge of firms went bust in March, then the rate slowed in the first few months of lockdown amid a £160bn support package.\n\nHowever, the Institute for Fiscal Studies (IFS) says many firms have piled on debts and will struggle.\n\nThe government said it would \"adjust support\" as the economy reopens.\n\nSo-called zombie companies are businesses that function day-to-day, but cannot pay off the full debt they owe or find cash to invest and grow.\n\nJulie Palmer, a partner at the financial consultants Begbies Traynor, said: \"This crisis will force many zombie companies out of business.\n\n\"While these were clinging on to survival prior to the pandemic, many will now have become simply unviable due to high levels of debts and poor sales.\"\n\nStuart Adam, from the IFS, said: \"Many firms have been tided over during the period of hibernation partly through loans and tax deferrals, but those mean piling up debts that will make it harder for them to carry on in the longer term.\"\n\nInsolvency notices have slowed from April More firms have gone under this year so far\n\nThe BBC Shared Data Unit looked at how many companies had posted insolvency notices in the London Gazette, the official paper of record for public notices. A company is insolvent when it can't pay its debts.\n\nOur investigation found there was a spike of 4,200 insolvencies in March as the UK headed into lockdown.\n\nThe rate of insolvencies slowed over the next three months, with a further 5,000 businesses insolvent - a drop of 23% compared to the same period last year.\n\nAs well as government support, it is thought changes to insolvency law and reduced court services have contributed to the slowdown.\n\nFirms in the information and communication sector saw the largest increase in insolvencies.\n\n'People are just hanging on'\n\nImage copyright Richard Millward Image caption Richard Millward's events business Relevent Ltd has 'ongoing costs'\n\nBusiness owner Richard Millward is working as a driver for a supermarket while he watches his long-standing firm run out of cash.\n\nFor 30 years, he has worked in the events industry, putting on large-scale gatherings such as the London Marathon.\n\nHe is currently working as a driver for Waitrose, with no prospect of events income until at least April next year.\n\nHis business has benefitted from the furlough scheme and a business rate relief grant - part of billions of pounds in government support and legal changes to help firms cope with Covid-19's impact.\n\nBut his company of 17 years has ongoing costs and Richard is facing the choice of holding on, or closing it down before it runs out of money.\n\nHe knows of several companies that have gone into administration or already closed down.\n\n\"It's sad and also quite worrying,\" he said.\n\n\"We're going to lose an awful lot of the skill, the talent pool that we have. I think a lot of people are just trying to hang on for as long as possible.\"\n\nWhat do the experts say?\n\nIn separate research, financial consultants Begbies Traynor said 527,000 businesses were in \"significant financial distress\" at the end of June.\n\nRic Traynor, its executive chairman, said businesses would have to deal with a \"toxic mix\" of reduced sales and increased debt.\n\nHe said: \"Many of the support measures will have simply delayed the inevitable, with the can being firmly kicked down the road.\"\n\nThe IFS's Stuart Adam said: \"I think pretty much everyone agrees a perfect recovery is not realistic, it's going to be bad.\"\n\nBut he said investment in new businesses was key to recovery.\n\n\"Getting new businesses starting up and hiring people is exactly the kind of thing that needs to happen over the coming year or two,\" he added.\n\n'I set up a business during lockdown'\n\nImage copyright Shahid Hussain Image caption Shahid Hussain has set up food delivery business 'Wraps, Pittas and Buns'\n\nWhile many companies are struggling, some people have been using the lockdown to launch new business ventures with more than 170,000 new firms registered from April to June.\n\nSectors leading a bounce-back were online retail, real estate, construction and takeaway food.\n\nOne of those new start-ups is run by Shahid Hussain, from Essex, whose food delivery business now has eight branches.\n\n\"People said we were crazy to be setting up a business during Covid when everyone was going into lockdown.\n\n\"What we realised was that Covid was going to fundamentally change the way we eat. People wanted fast delivery food, but restaurant quality.\n\n\"It's going really well. The delivery market was picking up even before Covid; it just accelerated it. We definitely launched at the right time. It's going so well, we have got plans to open two or three outlets in the next week or so.\"\n\nNew business registrations Companies by incorporation date\n\nNurse Tom Parkinson, 25, is hoping to register his baking business soon, making sourdough bread from home alongside his NHS work.\n\nHe said: \"I think there's going to be a revival, I think more people are into food that's come from a local producer and done with a bit of love and care, I think there's a market for it.\"\n\nThe government said its job retention scheme had protected more than nine million jobs and the next stage of support included a 15% VAT cut for some businesses, the Coronavirus Job Retention Scheme Bonus, and investment in greener buildings and homes.\n\nA spokesman said: \"As the economy reopens, we will continue to look at how to adjust our support in a way that ensures people can get back to work, protecting both the UK economy and the livelihoods of people across the country.\""}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/society/2020/jul/29/huge-growth-in-free-school-meals-urged-to-tackle-food-poverty-crisis", "published": "2020-07-28T23:01:15", "title": "Huge growth in free school meals urged to tackle food poverty crisis", "text": "Report warns of the looming impact of the climate emergency and hits out at faux-healthy sweets\n\nUp to 1.5 million more children in England should get free school meals to help tackle a growing crisis of food poverty and unhealthy eating, according to a blueprint billed as the first national food strategy since war rationing.\n\nThe government-commissioned report also warns that the climate crisis will be the source of the next food emergency, demands more than £2bn for farmers to improve the countryside, and condemns faux-healthy food labelling by big brands - including the idea of “healthy” Marks & Spencer Percy Pig sweets.\n\nThe author of the strategy, the Leon restaurant co-founder Henry Dimbleby, said Covid-19 had highlighted stark economic, health and nutritional inequalities which are set to be made worse by the pandemic’s economic fallout. He warned that “the wave of unemployment now rushing towards us is likely to create a sharp rise in food insecurity and outright hunger”.\n\nNational food strategy set out: banishing pollution and poverty for sustainability Read more\n\nProposing a range of government interventions to bolster the diets of the UK’s poorest families, he added: “In the post-lockdown recession, many more families will struggle to feed themselves adequately. A government that is serious about ‘levelling up’ must ensure that all children get the nutrition they need.”\n\nPoor diet was responsible for 90,000 deaths annually and cost the NHS £6bn a year even before Covid-19. Dimbleby said hundreds of conversations and meetings revealed widespread public support for state intervention to improve diets, adding: “It seems clear that the state has the moral authority to intervene in people’s lives to help them eat better, especially given the terrible costs that diet-related disease imposes on our society.”\n\nThe report, commissioned by the former environment secretary Michael Gove in 2019, is a wide-ranging examination of the country’s food system, from the dominance of supermarkets and the post-Brexit food supply, to “the slow-motion disaster of the British diet” and the rise in food banks.\n\nIt comes 48 hours after the launch of a government anti-obesity strategy that was criticised for putting responsibility on the shoulders of individuals instead of tackling structural inequalities.\n\nAlthough Dimbleby concludes the UK’s food system stood up well to what he called “its biggest stress-test since the second world war” amid panic-buying, he warned there was no room for complacency and that the next major food crisis was likely to come from shortages caused by climate change.\n\nBrexit offered the UK a once-in-a lifetime chance to ensure high standards in food and farming and animal welfare, he claimed, recommending that ministers introduce a system of safeguards to ensure that future trade deals do not open up UK markets to cheaper, substandard produce.\n\nPandemic has exposed Britain's vulnerabilities says food policy review Read more\n\n“The deals we make now will shape the food system of the future, affecting everything from the livelihoods of our farmers to animal welfare and climate change. The issue of how to strike trade deals without lowering food standards needs to be addressed now before it is too late,” the report says.\n\nCovid-19 had revealed with “terrible clarity” the damage done to the nation’s health by the food system, he said. The emergence of diet-related illness as a major risk factor for death from Covid-19 “has given a new urgency to the slow-motion disaster of the British diet,” he said, promising to publish next year more detailed ideas of how the state could intervene to improve diets.\n\nDimbleby was scathing of brands and supermarkets that mislabelled sugar-filled products as healthy sweets. This practice was rampant, he said, though he singled out popular M&S sweets for particular criticism, saying: “I have had a bugbear about Percy Pigs for a while. Percy Pigs are a sweet that is marketed on the front with all-natural fruit juice and it’s right by your kids’ little fingers, and on the back [of the packet], if you understand calorie labelling, the first four ingredients are forms of sugar. I just think that is not right.”\n\nThe report urges ministers to accelerate the Environmental Land Management scheme, which would pay English farmers £2.4bn a year to ensure they improve the countryside, encourage carbon capture and increase biodiversity.\n\nDimbleby, who co-authored the School Food Plan for government in 2013, proposed three “quick and relatively straightforward steps” to take to tackle the nutritional crisis facing the poorest children, noting that the food budget is often the first thing cut by hard-up families.\n\nThey are:\n\nAn expansion of free school meals to 1.5 million more 7 to 16-year-olds in households claiming universal credit benefit. This is estimated to cost an extra £670m a year. Only 1% of packed lunches meet the nutritional standards of a school meal, according to the report.\n\nA nationwide £200m expansion of holiday hunger schemes currently state-funded in 16 local council areas and reaching 50,000 children. Around 3 million children are at risk of hunger during the school holidays, the report says.\n\nAn expansion of the Healthy Start fresh fruit, milk and vegetables voucher scheme for pregnant mothers, increasing its value and encouraging supermarkets to supplement the voucher with free fresh produce.\n\nThe report concludes that Covid-19 reaffirmed “an important principle that in a crisis of this size you need to reinforce the entire societal safety net”. However, he did not address the benefits or problems of low pay, telling journalists that “my job is big enough anyway without redesigning the benefit system”.\n\nDimbleby, whose father is the presenter David Dimbleby, is to publish a second part of the food strategy in 2021, looking more closely at climate change issues and bioscience. The government has pledged to respond in the form of a White Paper six months after the second part is published.\n\nTim Lang, emeritus professor of food policy at London’s City University, said: “It’s a thoughtful report which recognises that consumers with unequal information cannot deal with the power of the industry. It’s the beginning of good.”\n\nBen Reynolds, deputy chief executive of food and farming campaigners Sustain, said: “We welcome this thoughtful and comprehensive vision of what our food system looks like right now, and the attention it gives to the urgent response needed to coronavirus.”\n\nPaul Whiteman, general secretary of the school leaders’ union NAHT, said: “Free school meals at least guarantee that children going hungry at home get one nutritious meal a day during term time, which can be vital for their wellbeing and education.”\n\nAn M&S spokesperson said: “All our products have clear labelling so that customers can make informed choices about what they buy. All our Percy Pigs are made with natural fruit juices and no artificial colours or flavourings and last year we also introduced a range of Percy Pigs with one third less sugar.”"}, {"link": "https://www.theguardian.com/politics/2020/jul/28/brexit-will-deliver-double-shock-to-uk-economy-study-finds-coronavirus", "published": "2020-07-28T09:19:31", "title": "Brexit will deliver double shock to UK economy, study finds", "text": "A Brexit hit is looming for sectors that have emerged relatively unscathed from the Covid-19 pandemic, analysis by the London School of Economics suggests.\n\nThe LSE report says Brexit will deliver a double shock to the economy – with business conditions worsening for those sectors that have survived the impact of coronavirus and lockdown measures – whether Boris Johnson secures a deal with the EU or not.\n\nThe analysis, seen by the Guardian before its publication on Wednesday, includes information from a monthly survey of Confederation of British Industry members.\n\n“Our analysis shows that the sectors that will be affected by Brexit and those that are suffering from the Covid-19 pandemic and lockdown are generally different from each other,” said Swati Dhingra, an economics professor who co-authored the report.\n\nA “simultaneous impact” from Brexit and coronavirus will be felt across the business spectrum from the autumn when the chancellor Rishi Sunak’s pandemic policies aimed at supporting the unemployed end and the new trading environment for the UK outside the EU begins to bite, the research finds.\n\nCovid-19 and Brexit impact. Photograph: London School of Economics\n\nThe report, Covid-19 and Brexit: Real-Time Updates on Business Performance in the United Kingdom by the LSE’s Centre for Economic Performance, shows sectors that entail more human contact – including hospitality, air travel, restaurants, hotels, and arts and entertainment – have been the hardest hit by the pandemic.\n\nThe affect on other sectors such as the scientific industries, professional services, including accountancy and legal services, and publishing has been less severe because they can continue to operate with staff working from home.\n\nAmong those reportedly continuing to operate with remote working are firms such as Vodafone, Google, the accountancy firm KPMG, GlaxoSmithKline, Rolls-Royce and the consumer goods group Unilever.\n\nBut Brexit will impose barriers on those trading goods or services with the EU, whether it is pharmaceutical companies seeking regulatory approval, banks or services needing to transfer data from servers in the bloc or car manufacturers or clothes importers being required to fill in customs declarations for the first time in decades.\n\nThe report points out that as far back as 2017 the government announced that Brexit would be guided by impact assessments across sectors; it has provided detailed analysis in only 10 sectors to date.\n\n“The government must move beyond its broad assessment of Brexit impacts to much more finely tuned plans” in preparation for the “biggest slowdown of our lifetime” said Josh de Lyon, a research assistant at the LSE centre who co-authored the report.\n\nDhingra said the coronavirus pandemic had “reduced the capacity of the UK economy to take further shocks”, and “rushing Brexit through” would “broaden the set of sectors” that experienced worsening business conditions.\n\nUsing monthly data collected by the CBI on business experiences and expectations of growth or declines, along with what it describes as “state of the art” modelling, the centre has been able to assess the outlook for the next three months.\n\nLSE, like other big institutions, is loath to put a figure on the projected combined shock to the economy although various sectors have warned of hardship coming down the tracks. The manufacturing body Make UK warned that more than half of the manufacturing sector was planning redundancies when the business support schemes ended.\n\nThe LSE report urges the government to put in place an industrial strategy that “must reflect” the cold reality of “being in a post-Brexit UK which is placed in a post-Covid world economy” in which global trade shrinks."}, {"link": "https://www.theguardian.com/business/2020/jul/28/tourist-hotspots-hit-hardest-in-uk-by-covid-19-unemployment", "published": "2020-07-28T21:30:13", "title": "Tourist hotspots hit hardest in UK by Covid-19 unemployment", "text": "Tourist hotspots across the UK are bearing the brunt of the ailing jobs market, an analysis of data on unemployment benefit claims since the Covid-19 lockdown has shown.\n\nFigures from Labour show that in areas heavily reliant on tourism the rise in the number of people seeking unemployment benefits in recent months is an average of 65 percentage points higher than in other areas. The data has prompted Keir Starmer to warn that holiday towns are facing a jobs crisis.\n\nLabour analysed data from the Office for National Statistics showing that in 32 places in England, Wales and Scotland where one fifth or more of the local workforce are in tourism-related jobs, the unemployment benefits claimant count among working-age adults has risen by an average of 174% from February to June – compared to 109% for the UK as a whole.\n\nThe Labour leader will visit Falmouth, Cornwall, on Wednesday, where 24% of workers are in tourism related jobs and the unemployment claimant count has risen by 140% since lockdown. As the government winds down its furlough scheme, Starmer is calling for more targeted, flexible support to protect jobs in communities reliant on tourism.\n\nOther areas highlighted in the analysis include Portree, on the Isle of Skye in Scotland, which has endured a 393% increase in unemployment benefits claimants.\n\nPenzance, in Cornwall, where 32% of the workforce are employed in tourism jobs, has seen a 155% increase. Along the coast, St Austell & Newquay, where 24% of workers are in tourism jobs, has suffered a 135% increase.\n\nMeanwhile, Yorkshire seaside town Whitby, where a third of the workforce are employed in tourism, has seen a 157% increase in unemployment benefit claimants. Kendal, in the Lake District, where 24% of the workforce are in tourism, has endured a 281% increase in claimants.\n\nStarmer said: “We are lucky to have many world-class tourist destinations across the UK. But the jobs crisis facing tourist towns is stark.”\n\nTourist destinations are now benefiting from an influx of visitors with many Britons reluctant to travel abroad but there is a lack of foreign visitors, resorts missed out on most of the early season trade and many businesses are unable to reopen fully due to distancing requirements.\n\nStarmer said: “We need a targeted extension of the furlough scheme for the hardest-hit sectors and proper support in place to help those who are unemployed back into work.”\n\nLabour is pressing for an extension of the government’s furlough scheme – due to finish in October – for the worst-hit sectors.\n\nJoss Croft, CEO, UKinbound, a trade association representing the tourism sector, labelled the results of Labour’s research “very worrying” but added that it was “unfortunately not surprising”.\n\nHe said: “Adding to this, a significant proportion of our members, who rely solely on international visitors and deliver a large proportion of visitation outside of London, have told us they will fail over the next six-months without further government support. This equates to over 10,000 job losses by Christmas.”\n\nUKinbound wrote to Boris Johnson last week calling for improved action to support the tourism industry, urging the government to set up a “tourism resilience fund” to help shore up businesses until the industry is able to recover next year.\n\nThe work and pensions secretary, Thérèse Coffey, said: “At a time when we are protecting almost 10 million people’s incomes – and supporting millions more through our safety net welfare system – it is disappointing to see Keir Starmer using selective figures to chase headlines and score cheap political points.\n\n“We have been honest with the British public that while we cannot save every job, we have introduced an unprecedented package of support for jobs and businesses, which have particularly helped the hospitality and tourism sectors. Our plan for jobs will support Britain getting back into work, something we hope the Labour party will get behind.”"}, {"link": "https://www.theguardian.com/music/2020/jul/28/wileys-facebook-and-instagram-accounts-deactivated-after-antisemitic-remarks", "published": "2020-07-28T18:01:30", "title": "Wiley's Facebook and Instagram accounts deactivated after antisemitic remarks", "text": "Move comes following criticism from Priti Patel and UK’s chief rabbi over social media companies’ inaction\n\nFacebook has announced that it has deactivated Wiley’s Facebook and Instagram accounts, after the grime MC posted a series of antisemitic comments on his social media accounts.\n\n“There is no place for hate speech on Facebook and Instagram,” a company spokesperson said. “After initially placing Wiley’s accounts in a seven day block, we have now removed both his Facebook and Instagram accounts for repeated violations of our policies.”\n\nWiley, who helped pioneer grime and was awarded an MBE in 2018, drew widespread condemnation with his rant on Twitter, where he compared Jews with the Ku Klux Klan, and described them as snakes. He was dropped by his management company, but his social media platforms stayed active.\n\nFacebook’s decision increases pressure on Twitter, who have temporarily suspended the grime star but not banned him. A number of prominent users, including Greenpeace UK, Gary Lineker, Alan Sugar and various MPs, have started a 48-hour boycott of Twitter to push for stronger action on antisemitism.\n\nWiley originally made the comments on the platform, later switching to Instagram, which is owned by Facebook, to discuss them and share videos of his week-long temporary Twitter suspension. He later made additional comments on Facebook, saying: “Black people we have always been below them in their eyes ... Why do certain people from other races want us below them?” On Instagram, he shared a conspiracy theory again linking Jews and the Ku Klux Klan.\n\nHis Twitter profile remains live, with the antisemitic remarks removed but other defiant statements remaining.\n\nOn Monday, the UK’s chief rabbi, Ephraim Mirvis, told Mark Zuckerberg of Facebook and Jack Dorsey of Twitter in a letter: “Your inaction amounts to complicity. I urge you to take swift action to challenge the hatred that currently thrives on your platform.”\n\nThe home secretary, Priti Patel, said: “Social media companies must act much faster to remove such appalling hatred from their platforms.”"}, {"link": "https://www.theguardian.com/society/2020/jul/28/progress-towards-early-test-for-alzheimers-say-scientists", "published": "2020-07-28T22:19:37", "title": "Hopes raised for early blood test to help fight Alzheimer’s disease", "text": "Scientists say they have made progress towards a test for Alzheimer’s that could help researchers in the hunt for treatments for the disease.\n\nSeveral studies, presented at a conference in Chicago, showed it was possible to measure the levels of a protein called tau in the blood. Tau and another protein called amyloid have been targets for developing tests and treatments for Alzheimer’s for many years. They form clusters known as tangles and plaques in the brain that are well-known features of the disease.\n\nAny test will help research by identifying people who have the early stages of the disease and may not yet have any symptoms.\n\nScientists hope it may be possible to develop treatments that work at an early stage, since little seems to slow or halt its progress once it is well established. At present, any early tests for the disease rely on expensive or invasive means, such as brain scans and spinal fluid tests.\n\n“A reliable blood test for Alzheimer’s disease would be a huge boost for dementia research,” said Dr Rosa Sancho, head of research at Alzheimer’s Research UK.\n\nScientists presenting their research at the Alzheimer’s Association International Conference were targeting a particular form of the tau protein called p-tau217.\n\nOne of the studies found that measuring blood p-tau217 could distinguish Alzheimer’s from other neurodegenerative disorders with a diagnostic accuracy between 89% and 98%.\n\n“A cost effective, accurate and non-invasive diagnostic test is a vital step in developing new treatments for the 850,000 people living with dementia in the UK today,” said Fiona Carragher from the Alzheimer’s Society.\n\n“Excitingly, this blood test for tau appears to not only show signs of being able to accurately distinguish between Alzheimer’s disease and other neurodegenerative conditions, but also may detect changes before symptoms even appear.\n\n“Now we need longer and larger studies to validate these results and find out if this test could accelerate our ability to develop new treatments for Alzheimer’s disease in the future.”\n\nClive Ballard, professor of age-related disease at the University of Exeter Medical School, said the research was an exciting step forward, but “further validation in people from more routine clinical settings are still needed, and a lot of work will be needed to achieve standardisation of the test across laboratories – so it could still be at least five years before we see an accurate blood biomarker test for dementia in the clinic.”"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Election Interference: Google Purges Breitbart from Search Results", "text": "A few days after the 2016 election, at an internal meeting later leaked to Breitbart News, top Google executives, including Sundar Pichai, Sergey Brin, and Kent Walker, lamented President Trump’s victory, comparing Trump voters to “extremists” and discussing their desire to make Trump’s election and the populist movement a “blip” in history.\n\nTrue to their word, four years later, Google is deliberately working to interfere with the reelection of Trump in 2020.\n\nThere are several ways in which Google is interfering in the 2020 election, but this article will focus primarily on one of them: political search bias.\n\nGoogle Has Been Purging Breitbart Content from Search Results Since the 2016 Election\n\nSearch visibility is a key industry measure of how findable a publisher’s content is in Google search. New data shows that Google has suppressed Breitbart’s search visibility by 99.7 percent since 2016.\n\nOn April 4, 2016, Breitbart ranked in the top ten search positions (i.e., on the first page of Google search results) for 355 key search terms; but now, as of July 20, 2020, Breitbart ranks in the top ten search positions for only one search term. And, on April 4, 2016, Breitbart ranked in the top 100 search positions for 16,820 key search terms; but now, as of July 20, 2020, Breitbart ranks in the top ten search positions for only 55 search terms.\n\nMoreover, organic Google search traffic to Breitbart (measured by unique visitors) is down 63 percent when comparing the first half of 2016 with the first half of 2020.\n\nThe following chart shows the visibility of Breitbart content in the Google search engine since 2011. It shows that Google has nearly eliminated Breitbart content from its search results.\n\nThe SISTRIX Visibility Index ranks a website’s visibility in Google by looking at its ranking in a million search terms.\n\nA close-up of the visibility decline following Google’s May 2020 core update.\n\nThis foregoing graph also shows three major drops in Breitbart’s search visibility (these drops are highlighted by the bright red lines). The first drop took place shortly after (and inferentially in response to) the 2016 election. The second took place in July of 2019. The third took place in May of this year, after which (1) unless a user types “Breitbart” into the search bar (and even then), they are highly unlikely to get any Breitbart content search results, and (2) Breitbart search results for “Joe Biden” and other Biden-related search terms have gone to zero. Even if you specifically search for Breitbart News headlines, you are unlikely to find them in Google search.\n\nGoogle Just Killed All Search Traffic to Breitbart for Joe Biden and Joe Biden-Related Searches\n\nAfter Google’s May core search update on or about May 5, 2020, Google search impressions and search traffic to Breitbart for “Joe Biden” and other Biden-related search terms has gone to zero. Zero. The following graph clearly illustrates the foregoing.\n\nOn May 1, Google searches for “Joe Biden” generated approximately 30,000 impressions (views, used as a metric for advertisers) for Breitbart links. After May 5, both impressions and clicks went to zero.\n\nBreitbart News spoke to an SEO (Search Engine Optimization) expert, a 25-year industry veteran, whose job consists of analyzing traffic data from Google’s own website performance portal, Google Search Console.\n\nThe expert, who wished to remain anonymous, said he had never seen anything like this graph — and that it indicates highly probable manipulation on the part of Google.\n\n“I’ve never experienced such a wholesale removal of rank and visibility on specific concepts on a site as I have seen being applied to Breitbart,” said the expert. “Removal is the key, not dropping in rank, which would be an organic devaluing. These ranks are just simply gone, overnight, while other topics have been untouched.”\n\n“The sheer fact that there are thousands of pages of Breitbart content that reference Biden that were ranking before May 6, that now have no rank or impressions on search is a sign of manipulation, not algorithmic devaluing.”\n\nA longer view: Google search traffic to Breitbart News from the search term “Joe Biden” from July 2019 to the present. A regular heartbeat followed by a flatline as the election grows closer.\n\nThe Percentage of Traffic to Breitbart from Google Search (9%) Is Just a Fraction of the Average Publisher’s (30-50%); Expert Believes Breitbart Being Blacklisted\n\nDr. Robert Epstein, a psychologist and former Hillary Clinton supporter who has spent the last half-decade studying the effects of search engine bias on voters, said he believes Breitbart News is currently on one of Google’s blacklists, a topic on which he has written extensively.\n\n“For news websites large and small, Google — in combination with its YouTube offshoot — typically drives between 30 and 50 percent of the traffic to those sites,” Dr. Epstein told Breitbart News via email. “For the New York Times, the percentage is currently 39.3%. At the moment, Google is responsible for just 9 percent of Breitbart’s traffic, and YouTube is sending a negligible amount, if any. Given the size of Breitbart’s audience, this suggests to me that Breitbart is listed on one or more of Google’s blacklists.”\n\n“Those are the lists that Google denies having — even under oath in Congressional hearings — even though two of those blacklists were leaked from the company last year by whistleblower Zach Vorhies.”\n\n“How many blacklists they actually maintain is unknown, but it wouldn’t surprise me if it’s a hundred or more,” continued Epstein.\n\nDr. Epstein recently told Breitbart News’s Alex Marlow that Google is likely to shift ten percent of voters away from Trump to fulfill its executives’ stated goal of avoiding a repeat of 2016.\n\nThe psychologist has previously explained how Google’s search bias can affect undecided voters by offering them selective information about political candidates. This is because voters are not inclined to suspect search results of bias in the same way that they might suspect a CNN or New York Times report to be biased.\n\nIn testimony before the Senate Judiciary Committee last year, Epstein warned lawmakers that big tech could influence an extraordinary number of voters without any trace.\n\n“In 2020 — if all these [big tech] companies are supporting the same candidate — there are 15 million votes on the line that can be shifted without people’s knowledge, and without leaving a paper trail for authorities to trace.”\n\nIn a comment to Breitbart News, a Google spokeswoman denied allegations of political bias.\n\n“There is no validity whatsoever to these allegations of political bias,” said the spokeswoman. “Our systems do not take political ideology into account, and we go to extraordinary lengths to build our products for everyone in an apolitical way. Anyone can easily cherry-pick a range of conservative, progressive or non-political sites that have seen traffic changes over time. The improvements we make to Search undergo a rigorous testing process and are done to provide helpful information for the billions of queries we get every day.”\n\nGoogle Search Rankings Suggest More Wholesale Suppression of Conservative Publishers\n\nBreitbart News isn’t the only conservative news site that has an unusually low position in Google’s search rankings. Alexa data shows that the percentage of traffic to conservative websites that come from Google is far lower than that of corporate media sites.\n\nPercentages of website traffic from Google, via Alexa web rankings. Red = media sources with conservative or libertarian-leaning editorial stances. Data is a six-month average as of July 7, 2020.\n\nEight of the ten lowest-ranked sites (Breitbart News, Fox News, The Daily Caller, The Blaze, Reason, The Federalist, The Daily Wire, the Washington Examiner) in the chart above are conservative.\n\nMeanwhile, all ten of the top-ranked sites, with the arguable exception of heavy.com, are from the corporate, liberal-leaning, or leftist media. Far-left Vox.com is placed third.\n\nThe highest-ranking conservative-leaning news publishers — the New York Post, the Wall Street Journal, and the British Daily Mail are all newspapers and part of the media establishment and are relatively centrist. Yet even they are far behind leftist outlets like Vox and the Guardian in Google traffic. The top online-only conservative outlets — Breitbart News, The Daily Caller, and The Blaze — are all near the bottom.\n\nLast week, several conservatives on social media recently noticed that their articles were not appearing at all in Google search. Breitbart News was similarly affected. Google claimed to have investigated the issue, which the company has attributed to an error, and conservative journalists and websites have reported their search results returning. What last week’s incident shows is Google’s incredible power to control what people do and do not see with the flick of a switch.\n\nBut the data in this article shows that Google’s manipulation of search results, and its systematic undermining of conservative media, has been far more long-running and pervasive than this one incident.\n\nTakeaways\n\nGoogle has stated its intention clearly: to make sure the 2016 election of President Trump was a “blip” in history. Sure enough, with less than five months before the election, Google is manipulating election-related search results. The scope and audacity (and hubris) make any alleged foreign interference in the 2016 election pale by comparison. And, it will surely warrant an even greater post-election congressional scrutiny. It will greatly strengthen the contention of Sens. Josh Hawley (R-MO) and Richard Blumenthal (D-CT), and of Sens. Tom Cotton (R-AR) and Kelly Loeffler (R-GA), that search result manipulation ought to be a major subject of the Department of Justice’s antitrust investigation into Google. Not surprisingly, when recently asked about political search bias, Vice President Pence told Breitbart News that “we’re going to watch it closely.”\n\nAre you an insider at Google, Reddit, Facebook, Twitter, or any other company who wants to confidentially blow the whistle on wrongdoing or political bias? Reach out to Allum Bokhari at allumbokhari@protonmail.com.\n\nAllum Bokhari is the senior technology correspondent at Breitbart News. His book #DELETED: Big Tech’s Battle to Erase the Trump Movement and Steal The Election is out in September.", "link": "http://www.breitbart.com/tech/2020/07/28/election-interference-google-purges-breitbart-from-search-results/", "published": "2020-07-28T00:00:00"}, {"title": "Dr. Robert Epstein: Google Will Shift 10% of Voters to Make Trump a ‘Blip in History’", "text": "Dr. Robert Epstein, the senior research psychologist at the American Institute for Behavioral Research and Technology, joined Breitbart News’ Editor-in-Chief Alex Marlow on Breitbart News Daily to discuss how Google hopes to shift 10 percent of the voting public away from Trump to fulfill a company executive’s stated goal of making populism nothing more than a “blip in history.”\n\nDr. Robert Epstein, the senior research psychologist at the American Institute for Behavioral Research and Technology, appeared on Breitbart News Daily alongside host and Breitbart News Editor-in-Chief Alex Marlow to discuss how Silicon Valley companies manipulate algorithm to suppress content.\n\nDiscussing Google’s efforts to suppress conservative content, Marlow states: “None of this is gonna come as a surprise to this audience but I don’t think a lot of people by and large understand exactly how much they can manipulate you, Google can, with just a slight tweak to search results or search suggestions or their algorithm… Everyone knows by the Breitbart leak of the Google TGIF meeting in 2016 right after the election that they said they wanted populism to be a blip in history, they wanted to basically use their power to make sure populism doesn’t have long term effects, what does that mean?… Since then Breitbart’s reach has wildly diminished within Google, this cannot be a coincidence.”\n\nDr. Epstein replied: “I doubt that it’s a coincidence because it’s so easy for them to suppress content of any sort. I published a big article on this in 2016 called The New Censorship, I focused on nine of Google’s blacklists, this is without ever seeing one and without the company admitting they had such things. But last year, Zach Vorhies left the company, quit the company and took with him 950 pages of documents and a video and two of those documents were Googles blacklists.”\n\n“People don’t understand how big this threat is, you mentioned that leak, that video that you exposed which was quite astonishing. One of the things that was said there by one of their top executives is ‘we’re going to use every means at our disposal, all of Google’s power to make sure Trump isn’t re-elected’ so if they’re using every single means at their disposal, then they’re using all of the techniques that I’ve discovered and probably more that I haven’t discovered yet. That’s enough to shift roughly ten percent of the voting population of the United States with no one knowing they’re being manipulated and no paper trail for authorities to trace.”\n\nDr. Epstein then outlined how he and his team fo researchers are developing a new monitoring system to track YouTube and the content that YouTube’s algorithm is suggesting to users. “We will be capturing what they’re doing in real-time as its occurring,” said Epstein. “Normally you can’t do that, because think about it, when you do a search on Google or see a newsfeed on Facebook that’s generated on-the-fly just for you, it affects you, it disappears and it’s gone, it’s not stored anywhere. So there’s no trace of it, you can’t go back in time and see what these companies are showing people, you can’t see the manipulations as they’re all ephemeral, they’re fleeting.”\n\nDr. Epstein has been at the forefront of tracking Google’s election manipulation. At the Breitbart News Masters of the Universe Town Hall in 2018, Epstein warned that most Americans have “no idea of the extent of the surveillance” that Google and other tech companies perform on our daily lives.\n\nListen to the full interview with Dr. Epstein at Breitbart News Daily here.", "link": "http://www.breitbart.com/tech/2020/07/10/dr-robert-epstein-google-will-shift-10-of-voters-to-make-trump-a-blip-in-history/", "published": "2020-07-10T00:00:00"}, {"title": "THE GOOGLE TAPE: Google Global Affairs VP Kent Walker — ‘History Is on Our Side’", "text": "Speaking to Google employees a few days after the 2016 election, Google VP for Global Affairs Kent Walker assured the company that despite Trump’s election, history was “on [their] side” but that they must work to ensure that “populism [and] nationalism” around the world is nothing more than a “blip” and a “hiccup” in the march towards progress.\n\nThe comments were brought to light in a video leaked exclusively to Breitbart News by an anonymous source. The video is a full recording of Google’s first all-hands meeting following the 2016 election, featuring Walker, CEO Sundar Pichai, co-founders Sergey Brin and Larry Page, and several other Google executives. It can be watched in full below.\n\n“If you’re in Pennsylvania or Birmingham, you may not care that somebody in Dehli is getting a new job or that somebody in Jakarta is getting better healthcare. You care about what’s happening to you and your family. And you’re seeing this sense of stagnation, that you’re not better off than your parents, and you’re afraid that your kids may not be better off than you are, and what’s the path forward?”\n\n“And the forces out there seem well beyond you; globalization, immigration, trade … And you’re afraid, and you’re trying to look for answers. And that fear, I think, not just in the United States but around the world is what’s fueling concerns – xenophobia, hatred, and a desire for answers that may or may not be there.”\n\n“We’re trying to figure out, how do we respond to that, what are the next steps for us before the world comes into this environment of tribalism that’s self-destructive [in] the long-term.”\n\n“And yet, we do think that history is on our side in a profound and important way … the moral arc of history is long but it bends towards progress.”\n\nWatch entire leaked video:\n\nWalker went on to approvingly quote then Prime Minister Matteo Renzi of Italy (recently defeated by a populist coalition).\n\n“Prime Minister Matteo Renzi in Italy talks about two worlds: the world of the wall and the world of the square. The world of the wall, the world of the fortress, the world of the silo, and the world of the square, the piazza, the agra, the marketplace, where people come together into a community and enrich each other’s lives … The tools we build help people come into the world of the square.”\n\n“While it may be that the internet and globalization were part of the cause of this problem, we are also fundamentally an essential part of the solution to this problem.”\n\n“Google is a trusted source of information for people around the world. That’s incredibly valuable at times like this” Walker says, later.\n\nWalker also responds to an employee question about “this election and others around the world” being a “hiccup in history’s arc towards progress” what whether it’s part of “the same arc that has included two World Wars.”\n\n“History teaches us that there are periods of populism, of nationalism that rise up, and that’s all the reason we need to be in the arena.” says Walker “That’s why we have to work so hard to ensure that it doesn’t turn into a World War or something catastrophic, but instead is a blip, is a hiccup.”\n\nUpdate — After Breitbart News published this article, a Google spokesperson replied to a request for comment with the following statement:\n\n“At a regularly scheduled all hands meeting, some Google employees and executives expressed their own personal views in the aftermath of a long and divisive election season. For over 20 years, everyone at Google has been able to freely express their opinions at these meetings. Nothing was said at that meeting, or any other meeting, to suggest that any political bias ever influences the way we build or operate our products. To the contrary, our products are built for everyone, and we design them with extraordinary care to be a trustworthy source of information for everyone, without regard to political viewpoint.”\n\nAllum Bokhari is the senior technology correspondent at Breitbart News. You can follow him on Twitter, Gab.ai and add him on Facebook. Email tips and suggestions to allumbokhari@protonmail.com.", "link": "http://www.breitbart.com/tech/2018/09/12/the-google-tape-google-global-affairs-vp-kent-walker-history-is-on-our-side/", "published": "2018-09-12T00:00:00"}, {"title": "Biden Urges Voting Rights Act Extension in Honor of John Lewis", "text": "Joe Biden is calling on Congressional Republicans and President Donald Trump to extend the Voting Rights Act if they are serious about honoring the legacy of John Lewis.\n\nThe former vice president told reporters on Tuesday when unveiling his plan to address racial inequities in the United States economy that he had spoken to Lewis shortly before his passing this month.\n\n“Instead of answering my concerns for him,” Biden said of the late Georgia congressman. “He asked about me, he asked about us, he asked that we stay focused on the work left undone to heal this nation.”\n\nDiscussing the dual crises presented by the novel coronavirus and its economic consequences, Biden claimed that people are just now seeing how much “systemic racism” is “plaguing the nation.” One of the first steps to addressing such challenges, the former vice president said, was for the Republican-controlled Senate to pass legislation “to restore the Voting Rights Act” and for Trump to sign the measure into law.\n\nBiden, specifically, argued such a step would be monumental considering that House Democrats had just renamed a bill to restore the Act in the memory of Lewis.\n\n“Back the effusive praise, we’ve heard since he passed, especially from many of our Republican friends,” the former vice president said. “Back it with some action. Protect that sacred right to vote that [Lewis] was willing to die for.”\n\nLewis, a prominent civil rights icon, succumbed to cancer at the age of 80 in mid-June. For most of his congressional career, Lewis promoted efforts to ease restrictions on voting. Since his passing, numerous high-profile Democrats have urged Senate Republicans to pass an updated version of the Voting Rights Act of 1965.\n\nDemocrats argue that an update is required since provisions of the landmark law, specifically those prohibiting states with a history of racial discrimination from changing their election laws without the federal approval, were struck down by the Supreme Court in 2013.", "link": "http://www.breitbart.com/2020-election/2020/07/28/biden-urges-republicans-extend-voting-rights-act-john-lewis/", "published": "2020-07-28T00:00:00"}, {"title": "John Solomon: Biden Was 'Architect' of U.S.-Funded 'Military Espionage Outpost' in Russia", "text": "Former Vice President Joe Biden was the “architect” of the Obama administration’s support for the development of a Russian technology initiative known as Skolkovo, explained John Solomon, editor in chief of Just the News and author of Fallout: Nuclear Bribes, Russian Spies, and the Washington Lies that Enriched the Clinton and Biden Dynasties, offering his comments in an interview on Tuesday’s edition of SiriusXM’s Breitbart News Daily with host Alex Marlow.\n\nBreitbart News reported on the Skolkovo initiative in 2016:\n\nAs part of her duties during the so-called Russian reset, then-Sec. of State Hillary Clinton led the way on U.S. involvement in a Russian government technology initiative that was intended to be the Russian equivalent of America’s Silicon Valley known as Skolkovo. The “innovation city,” located outside Moscow, has some 30,000 workers in state-of-the-art facilities under strict government control. … Clinton’s State Dept. recruited U.S. tech giants like Google, Cisco, Intel. Indeed, out of 28 U.S., European, and Russian companies that participated in Skolkovo, 17 of them were Clinton Foundation donors or paid for speeches by Bill Clinton. However, as involvement in Skolkovo by Clinton cronies increased, so, too, did the danger for the technology coming out of the Russian tech mecca to be used for Russian military purposes.\n\nSolomon recalled the Obama administration’s rationale for assisting Russian President Vladimir Putin’s plans to develop a technological hub near Moscow. Former President Barack Obama and then-Secretary of State Hillary Clinton sought to procure goodwill with the Kremlin by connecting the Russian government with U.S.-based technology companies.\n\n“Hillary Clinton’s State Department was the lead on this,” Solomon stated. “Joe Biden was the architect of this. The idea was Russia is behind in the technology space, and if we help build them a technology economy, they’ll stop stealing our stuff and be able to sustain themselves, and we’ll have a friendly partner thousands of miles away in Moscow. That was the farthest thing from the truth.”\n\nLISTEN:\n\nSkolkovo was used to advance Russia’s military capabilities, Solomon noted, including espionage against the U.S. It “was being used as a military espionage outpost [and] was actually stealing technology important to hypersonic missiles,” he said.\n\nEnabling Russia’s military advancement was “wrong-headed,” Solomon determined. “There’s a prevailing theory that this was a giveaway with no payback to the American people,” he concluded.\n\nBreitbart News Daily broadcasts live on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.\n\nFollow Robert Kraychik on Twitter.", "link": "http://www.breitbart.com/radio/2020/07/28/john-solomon-joe-biden-was-the-architect-of-u-s-funded-military-espionage-outpost-in-russia/", "published": "2020-07-28T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Austin, Texas Mayor Calls For Taking “Guns Off The Street”", "text": "Second Amendment activist Colion Noir slammed Austin, Texas Mayor Steve Adler in an Instagram video released Tuesday.\n\nFollowing the fatal shooting of a BLM activist last weekend, the mayor was asked to comment on the tragic incident.\n\n“We have too many guns. We have to do better, I think just generally speaking as a society, in taking guns off the streets,” the Democrat mayor told a local reporter.\n\n“We have too many guns on our streets and we have to do something about that,” he continued.\n\nNoir responded to the mayor’s comments, explaining, “This is a mayor of a city in one of the most pro-gun states in the country and he’s basically saying we need to take peoples guns. We’re not even talking about criminals here.”\n\n“Yet and still, the anti-gun mayor of Austin Texas didn’t say we need to keep guns out of the hands of criminals. He didn’t say, ‘let’s all try to be responsible gun owners,’ he said there are too many guns and we need to get them off the street,” Noir continued.\n\nAdler’s reactionary response to the shooting is stereotypical among Democrats who frequently use tragedies to push their anti-gun agenda.\n\nOur Christmas in July sale is now live! Get up to 60% off on our hottest products today!", "link": "https://www.infowars.com/austin-texas-mayor-calls-for-taking-guns-off-the-street/", "published": "2020-07-28T17:49:11-05:00"}, {"title": "Austin, Texas Mayor Calls For Taking “Guns Off The Street”", "text": "Second Amendment activist Colion Noir slammed Austin, Texas Mayor Steve Adler in an Instagram video released Tuesday.\n\nFollowing the fatal shooting of a BLM activist last weekend, the mayor was asked to comment on the tragic incident.\n\n“We have too many guns. We have to do better, I think just generally speaking as a society, in taking guns off the streets,” the Democrat mayor told a local reporter.\n\n“We have too many guns on our streets and we have to do something about that,” he continued.\n\nNoir responded to the mayor’s comments, explaining, “This is a mayor of a city in one of the most pro-gun states in the country and he’s basically saying we need to take peoples guns. We’re not even talking about criminals here.”\n\n“Yet and still, the anti-gun mayor of Austin Texas didn’t say we need to keep guns out of the hands of criminals. He didn’t say, ‘let’s all try to be responsible gun owners,’ he said there are too many guns and we need to get them off the street,” Noir continued.\n\nAdler’s reactionary response to the shooting is stereotypical among Democrats who frequently use tragedies to push their anti-gun agenda.\n\nOur Christmas in July sale is now live! Get up to 60% off on our hottest products today!", "link": "https://www.infowars.com/austin-texas-mayor-calls-for-taking-guns-off-the-street/#vuukle-comments", "published": "2020-07-28T17:49:11-05:00"}, {"title": "Attorney General Barr Clashes With Hysterical Democrats", "text": "The Attorney General and Judiciary Committee Democrats fight over Trump’s response to the Portland riots.\n\nThis video compilation shows the highlights from the Tuesday testimony.\n\nYouTube Version:\n\n\n\nOur Christmas in July sale is now live! Get up to 60% off on our hottest products today!", "link": "https://www.infowars.com/attorney-general-barr-clashes-with-hysterical-democrats/", "published": "2020-07-28T17:08:56-05:00"}, {"title": "Attorney General Barr Clashes With Hysterical Democrats", "text": "The Attorney General and Judiciary Committee Democrats fight over Trump’s response to the Portland riots.\n\nThis video compilation shows the highlights from the Tuesday testimony.\n\nYouTube Version:\n\n\n\nOur Christmas in July sale is now live! Get up to 60% off on our hottest products today!", "link": "https://www.infowars.com/attorney-general-barr-clashes-with-hysterical-democrats/#vuukle-comments", "published": "2020-07-28T17:08:56-05:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/europe/europe-coronavirus-second-wave/2020/07/28/8dd12632-d0d1-11ea-826b-cc394d824e35_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-28T09:28:00", "title": "Europe scrambles to avoid a second coronavirus wave, as infections rise", "text": "A spike in infections has led Belgium to ramp up restrictions on social contact, while Spain has closed gyms and nightclubs in Barcelona.\n\nMeanwhile, German health officials have called a rise in infections in the past two weeks deeply concerning.\n\n“People are being infected everywhere,” said Ute Rexroth, head of surveillance at Germany’s Robert Koch Institute, which sounded the alarm on rising numbers on Tuesday. “Weddings, meetings with friends, sadly, also nursing homes or health institutes. We are worried that this could be a change of trend.”\n\nAD\n\nAD\n\nThe rise in cases across several countries follows weeks of stability that had ushered in a growing sense of normalcy. A wave of reopening measures had come and gone without significant ill effect. People went to movies, dined at restaurants and started working from offices again.\n\nBut some virologists had warned that openings would inevitably be followed by new infections. Others stressed that successful reopening was dependent on citizens wearing masks and maintaining social distance. And there are signs adherence has been slipping.\n\nOn the tree-lined streets of Brussels, masks have been a rare sight. In Berlin, famed for its 24-hour pre-pandemic party scene, police have struggled to break up crowds of weekend revelers who gather in parks and open spaces for illicit dance parties. Spanish nightclubs and beaches brimmed with vacationers after European travel restrictions eased.\n\n“More and more people are getting relaxed,” said Dirk Brockmann, a professor at Berlin’s Humboldt University who works on pandemic modeling with the Robert Koch Institute. “People are wearing a face mask going shopping or on the subway, but other than that they are going back to normal.”\n\nAD\n\nAD\n\nHe said that if the rise in infections was linked to reopenings rather than subsequent relaxed behavior, there would have been a stronger indication earlier.\n\nWhat happens now may similarly depend on human behavior, he added.\n\n“Potentially people will change their behavior again and we will mitigate,” he said.\n\nThe number of new cases is still far below what European countries saw during the peak of their outbreaks — or what is happening in the United States.\n\nGermany, for instance, recorded 633 new cases on Tuesday, compared with more than 6,000 daily cases at its peak. But German health authorities said the nature of the new infections is concerning, with outbreaks no longer largely confined to slaughterhouses or nursing homes.\n\nAD\n\n“Corona is coming back with all its might,” warned Bavarian state premier Markus Söder, according to German news site Merkur.\n\nAD\n\nIn France, new cases hit an average of 850 over the past three days — nowhere near the average of 2,582 in April. But the Health Ministry noted that recent progress has been erased, and Health Minister Olivier Véran warned of as many as 500 active clusters.\n\nIn Belgium, cases suddenly started rising this month after declining consistently since April. There were 707 cases diagnosed nationwide the week of July 6. Just two weeks later, the figure had tripled to a level not seen since early May.\n\nBelgian policymakers are tightening restrictions. Customers are required to wear masks in stores. Starting Wednesday, Belgian households will be asked to limit consistent close social contact to no more than five people, down from 15. The maximum size of social gatherings, such as weddings, has been slashed to 10 people, down from 50. A country that had insouciantly planned to reopen schools without significant restrictions in September is now questioning whether that will happen.\n\n“What is happening is a situation that is worrying, not terrifying,” Belgian Prime Minister Sophie Wilmès told Le Soir newspaper. However, she has warned that a second lockdown may be necessary.\n\nAD\n\nAD\n\nThere’s debate about whether Europe might be at the beginning of a second wave. British Prime Minister Boris Johnson suggested as much on Tuesday.\n\n“Let’s be absolutely clear about what’s happening in Europe, amongst some of our European friends. I’m afraid you are starting to see in some places the signs of a second wave of the pandemic,” he said.\n\nJohnson was defending an advisory against nonessential travel to Spain, where the region of Catalonia has reemerged as a hot spot, with thousands of new cases reported in the past two weeks. Spanish Health Minister Salvador Illa has largely linked new cases to seasonal farmworkers, people attending family get-togethers and nightclubs.\n\n“We aren’t at the beginning of a second wave,” said Pamela Vallely, a medical virologist from Manchester University. “This is just the continuation of the virus being in our communities.”\n\nAD\n\nAD\n\nResurgences are “just what’s going to happen,” she said. “We are going to have to continue to try to contain things to levels we can cope with.”\n\nBut as governments now have experience with how to cope with the virus, including tools such as localized lockdowns, testing and contact tracing, she said she doesn’t envisage a large surge.\n\n“I’m relatively optimistic,” she said."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/afghanistan-taliban-eid-cease-fire-peace-talks/2020/07/28/f2a33c98-d0e1-11ea-826b-cc394d824e35_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-28T07:54:01", "title": "Taliban declares cease-fire in Afghanistan for Eid, as pressure builds for peace talks", "text": "The U.S. special envoy for Afghanistan, Zalmay Khalilzad, returned to the region this month to build momentum for direct talks between the two sides. Under the February accord, talks with the government were set to begin in March.\n\nAD\n\nA controversial prisoner exchange and continued violence quickly emerged as key sticking points. The Afghan government has only recently indicated it may be willing to release the 5,000 prisoners demanded by Taliban leadership as a precondition to talks. And the Taliban has said the group is open to direct talks after the Eid holiday, once the prisoner swap is complete.\n\nThe Taliban cease-fire announcement called on the group’s fighters to “halt offensive operations against enemy forces” starting Friday during the three-day holiday. But if government forces attack, the statement said, “they must be met with a strong response.” The statement also said the group’s fighters are not permitted to travel to government-controlled territory.\n\nA cease-fire in 2018 was marked by extraordinary scenes of Taliban and government fighters crossing enemy lines to greet one another. Reports later emerged that the cessation of violence also led to large numbers of defections from the Taliban’s ranks.\n\nDespite brief pauses in fighting, the war in Afghanistan remains one of the world’s deadliest conflicts, according to a United Nations report released this week.\n\nAD\n\nAD\n\nDuring the first half of this year, more than 1,200 civilians were killed and 2,100 injured. The Taliban and other anti-government militant groups were responsible for most of those casualties, according to the report.\n\nOverall, the numbers mark a decrease in civilian deaths and injuries when compared with the same period last year, but U.S. and Afghan government officials say the levels of violence remain too high. Following the signing of the peace deal with the Taliban, U.S. officials said they expected violence across the country to remain low. A week of reduced violence preceded the signing, prompting many to hope decades of deadly conflict had turned a corner.\n\nBut in the months that followed, the “reluctance” on both sides to make concessions to facilitate direct talks suggests that once negotiations begin, they are likely to be a lengthy process, according to Scott Worden, director of the Afghanistan and Central Asia programs at the United States Institute for Peace.\n\nAD\n\nAD\n\nIt “shows what difficult compromises may look like during talks,” Worden said. “Each side will have to give a little on core concerns. But much more difficult issues — rights, governance and power-sharing — lie ahead.”\n\nThe agreement between the United States and the Taliban does not outline what form of government will rule postwar Afghanistan. Taliban leaders have said they are open to discussing issues of democracy and human rights, but some Afghans fear a power-sharing deal could undermine the country’s fragile democracy.\n\nSeveral hours before the cease-fire announcement, the Taliban’s leader, Hibatullah Akhundzada, issued a lengthy online statement addressed to “the Muslim Afghan nation,” in which he declared that the insurgents are “on the threshold of establishing an Islamic government” but do not seek a “monopoly over power” and are also looking forward to intra-\n\nAfghan talks.\n\nAD\n\nAD\n\nHe called on insurgent fighters to “treat civilians with utmost care” and “consider the protection” of their fellow Afghans, to “give greater attention to obedience” to God and to strengthen their “internal bond and cohesion” in the ranks. These appeals appeared aimed at unifying and cautioning Taliban forces, in which some commanders have insisted on continuing to fight even as Taliban negotiators were discussing terms for peace.\n\nThe Afghan government has released more than 4,400 Taliban prisoners, according to the country’s National Security Council. The Taliban says it has released more than 800 members of the Afghan security forces, but the government says the true number is fewer than 600 because many of those released were civilians."}, {"link": "https://www.washingtonpost.com/world/africa/hajj-somalia-livestock-exports/2020/07/28/10c984e6-d03a-11ea-826b-cc394d824e35_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-28T05:52:42", "title": "With drastically smaller hajj, Somalia’s livestock industry goes from ‘boom to doom’", "text": "The coronavirus pandemic forced Saudi authorities to limit the hajj to just 1,000 people already in the kingdom, crushing the dreams of millions of pilgrims — and those of the livestock breeders, traders and exporters who supply millions of cows, camels, sheep and goats to feed the foreigners who arrive in the desert city each year.\n\nThat sudden drop in demand has been devastating for Somalia, where livestock makes up three-quarters of total exports, around 70 percent of which are sent to Saudi Arabia in the months leading up to the hajj.\n\nAD\n\nAD\n\nSomalia’s livestock exports are expected to decline by as much as half this year, according to the World Bank.\n\n“We are extending our hands to Allah, praying to take away the curse,” said Abdi Omar Hashi, 52, a father of eight. He recently loaded hundreds of his animals in trucks and traveled nearly 700 miles with them from central Somalia to the northern port city of Bosaso, where most livestock is exported. “When we got there, no one was buying. We had to bring them back.”\n\nHashi said he has lost more than $50,000 this year, nearly all of his savings.\n\nThe shift has had dire consequences for livelihoods, especially among the poor. Livestock sales account for 60 percent of household income for much of the country’s largely rural population, especially in regions such as Puntland, in the north, which is more arid.\n\nAD\n\nAD\n\n“The hajj season is essential. It is huge for us,” said Somalia’s livestock minister, Hussein Mohamud Sheikh Hussein. He said Somalia exported more than 1 million cows to Saudi Arabia during last year’s pilgrimage. The end of hajj is marked by the festival of Eid al-Adha, which calls for the sacrifice of an animal, creating additional demand.\n\nMany Somalis take out loans to expand their herds and pay them back with income in the lead-up to the hajj boom. Now, many face deeper debt that may turn into a long-term drag on their income.\n\n“In a normal year this would be a time when those in the Somali livestock business would easily be able to pay off debts,” said Ahmed Khalif, Somalia country director for the nonprofit Action Against Hunger, which is expecting the downturn to result in widespread food insecurity. “Basically it went from boom to doom.”\n\nAD\n\nAD\n\nMany in the industry had taken out loans early this year. The exporting season begins about two months before the hajj — that would have been in May.\n\n“This tragedy, this virus, happened when we were on the brink of exporting,” said Adow Abdullahi Ahmed, who has bought and sold livestock for more than three decades. “I have had to sell some of my plots of land and animals to keep life going and keep my children in school.”\n\nAction Against Hunger reports that the price for camels, for example, has dropped by nearly half, from $1,000 to $500. Ahmed said cows and goats have also gone down by around half. The downturn hits everyone from brokers and transporters to caretakers and exporters.\n\nAD\n\n“The overall impact on the country, on foreign exchange, on loss of taxes, the devaluation of currency, inflation — the ripple effects of this are huge,” Khalif said. “They’re everywhere.”\n\nAD\n\nThe Somali economy is already in dire straits after decades of conflict and political turmoil. Natural factors such as cycles of drought and flooding, and now the pandemic with its border closures and damage to remittance flows, have further disintegrated financial stability for most.\n\n“Our life depends on the livestock market,” said Isse Muse, 55, a herder in the Eyl region of Puntland with 16 children. “Now I am looking for loans to put some food on the table.”\n\nAD\n\nBecause so many Somalis rely on the livestock trade, there is a dip in spending power across the country, leading to a broader economic downturn. Even though meat has suddenly become less expensive, the people who rear animals for a living cannot afford it. Instead, many are saving their herds for next year, in hopes that the hajj will be back on in 2021.\n\nAD"}, {"link": "https://www.washingtonpost.com/world/2020/07/28/former-malaysian-prime-minister-najib-razak-found-guilty-corruption-trial-sentenced-12-years-prison/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-28T14:09:38", "title": "Former Malaysian Prime Minister Najib Razak found guilty in corruption trial, sentenced to 12 years in prison", "text": "Najib vowed to appeal the verdict. He maintained his innocence throughout the trial, but the judge said Tuesday the prosecution had proved its accusations beyond doubt and Najib, 67, committed the crimes in a “position of trust.” He was granted a stay on his sentence, pending appeal.\n\nAD\n\nAD\n\nThe party Najib used to lead rejoined the government in March. Some analysts say his political allies could seek to topple the legal proceedings.\n\nTuesday’s conviction focused to the illegal transfer of around $10 million from SRC International — a unit under 1MDB. Future trials will center on larger sums.\n\nThe guilty verdict marks a deep fall for Najib, who became prime minister in 2009. He was initially seen as a reformist but soon returned to less inclusive policies, focusing on pleasing his party’s traditional party base and consolidating his power in the following years.\n\nNajib also faces allegations that he hampered efforts to investigate 1MDB.\n\nAD\n\nIn May 2018, his ruling National Front coalition was ousted after decades in power. Najib’s challenger, Mahathir Mohamad, became prime minister. Throughout his campaign, Mahathir had vowed to confront corruption in Malaysia’s state institutions.\n\nAD\n\nNajib was charged in July 2018. Prosecutors in the United States and at least five other countries were investigating his role in the scandal.\n\nAccording to the U.S. Department of Justice, high-level officials misappropriated at least $4.5 billion of Malaysia’s state investment fund. Prosecutors said some of the fund were used to buy yachts and homes.\n\nInvestigators found luxury goods and cash during raids on properties linked to Najib and his relatives, valued at around $275 million.\n\nAt the time, Najib said he believed funds transferred to his account were a donation by the Saudi royal family."}, {"link": "https://www.washingtonpost.com/climate-environment/2020/07/28/an-oil-spill-russias-arctic-exposes-problems-moscows-big-plans-far-north/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-28T13:21:35", "title": "In Russia’s fast-warming Arctic, questions over Moscow’s big plans for the Far North", "text": "MOSCOW — The smell of diesel was so overpowering that it made Vasily Ryabinin dizzy. That meant he was getting close.\n\nAs an inspector from Russia’s environmental agency, Ryabinin went on his own to the Daldykan River in the Siberian city of Norilsk to see firsthand the aftermath of a major fuel leak at a metals plant.\n\nHe was also getting a glimpse of something else: possible warning signs for Russia’s plans to aggressively expand its industrial and military footholds across the country’s resource-rich Arctic — one of the world’s fastest-warming regions.\n\nThis surge in climate change in interior Russia — more than three times the global average — is throwing new risks in the way of President Vladimir Putin’s Far North agenda, among his top domestic initiatives. A key danger is piling more infrastructure atop rapidly thawing permafrost, land that remains frozen year after year.\n\nInfrastructure at risk by 2050 because of degrading permafrost Low High 500 MILES Moscow SWE. RUSSIA FIN. KAZAKHSTAN Yekaterinburg NOR. Arctic Ocean Novosibirsk Norilsk Irkutsk North Pole Verkhoyansk CHINA Sea of Okhotsk Anadyr U.S. Bering Sea JAPAN Pacific Ocean Source: Karjalainen, O et al. (2018) via doi.pangaea.de Infrastructure at risk by 2050 because of degrading permafrost Low High 500 MILES Baltic Sea Moscow RUSSIA FIN. SWE. KAZAKHSTAN Yekaterinburg NOR. Murmansk Novosibirsk Norilsk Irkutsk North Pole Arctic Ocean Verkhoyansk CHINA Sea of Okhotsk Anadyr U.S. Bering Sea JAPAN Pacific Ocean Source: Karjalainen, O et al. (2018) via doi.pangaea.de Infrastructure at risk by 2050 because of degrading permafrost Low High SWE. U.S. NOR. Arctic Ocean FIN. Anadyr Murmansk Moscow RUSSIA Verkhoyansk Norilsk Yekaterinburg Sea of Okhotsk Novosibirsk KAZAKHSTAN Irkutsk 500 MILES L. Baikal CHINA MONGOLIA Vladivostok Source: Karjalainen, O et al. (2018) via doi.pangaea.de Infrastructure at risk by 2050 because of degrading permafrost Low High U.S. SWE. NOR. Arctic Ocean Bering Sea FIN. Anadyr Murmansk Moscow RUSSIA Verkhoyansk Norilsk Sea of Okhotsk Yekaterinburg Novosibirsk KAZAKHSTAN Irkutsk L. Baikal 500 MILES JAPAN CHINA MONGOLIA Source: Karjalainen, O et al. (2018) via doi.pangaea.de Vladivostok Infrastructure at risk by 2050 because of degrading permafrost Low High U.S. SWE. NOR. Arctic Ocean Bering Sea FIN. Anadyr Murmansk Moscow RUSSIA Verkhoyansk Norilsk Sea of Okhotsk Yekaterinburg Novosibirsk KAZAKHSTAN Irkutsk L. Baikal 500 MILES JAPAN CHINA MONGOLIA Source: Karjalainen, O et al. (2018) via doi.pangaea.de Vladivostok\n\nAs the permafrost destabilizes, so will the buildings, oil and gas pipelines, roads, railways, and military bases built on top of it, environmentalists and others warn.\n\nThis is what metals giant Norilsk Nickel claims happened in late May at its power station about 200 miles north of the Arctic Circle. Melting permafrost shifted the foundation and ruptured a fuel reservoir, sending 21,000 tons of diesel into a fragile ecosystem of rivers and wetlands.\n\n[New climate study leans toward more dire warming scenarios]\n\n“The area should be declared an ecological disaster zone,” said Roman Desyatkin, who studies permafrost and is based in the Siberian city of Yakutsk.\n\nVasily Ryabinin left his job as an inspector for Russia’s environmental agency and began speaking out about the consequences of the fuel leak. (Yuri Kozyrev/NOOR)\n\n‘National pride’\n\nRyabinin, who grew up in Norilsk, saw photos of the Daldykan and Ambarnaya rivers stained red with fuel. He decided to check it out for himself. He said security from the plant initially barred him and his boss from visiting the site, despite their working for a governmental agency. They accessed it from the railroad tracks instead, walking more than a mile to a bridge that crossed the river.\n\n“We started to smell it half a kilometer before the bridge,” Ryabinin said. “And then we saw just a flood of diesel in the river.”\n\nFour days later, Putin went public about the spill. He berated both the regional governor and the head of the plant’s subsidiary in a videoconference that was broadcast on state television — a rare public chiding. Some also saw it as underscoring Kremlin worries about its broader strategies in the region.\n\nThe spill “was a signal to the political governance of Russia that the Arctic is not a piece of cake,” said Vladimir Chuprov, the project director for the Russian branch of Greenpeace. “The conditions are very harsh, and it’s very expensive.\n\n“But it’s a very political and national pride story, where the Arctic is recognized as the personal story of President Putin,” he added.\n\nVasily Ryabinin said this photo was taken more than seven miles from the spill on the same day it occurred, indicating how quickly the pollution spread. (Vasily Ryabinin)\n\nThe Kremlin published its 15-year Arctic ambitions in March, outlining a plan to develop new energy projects and create tens of thousands of jobs that will lure new people to the Far North.\n\nThe document on the “foundations of state policy in the Arctic to 2035,” signed by Putin, was an expression of Moscow’s underlying philosophy: Russia is feeling the effects of climate change, but maybe it could use it to its advantage. Among the goals is to use the Northern Sea Route to export oil and gas as the waters increasingly become free of ice.\n\nThis year marked the earliest eastbound shipment of liquefied natural gas from the Russian Arctic to China along the Northern Sea Route. The vessel left in May — more than a month earlier than in previous years. This summer has featured what is very likely the earliest opening of the Northern Sea Route since reliable satellite monitoring began in the late 1970s, with ice disappearing along the Siberian coast.\n\n[Unprecedented heat in Siberia helped push globe to warmest June on record]\n\nOn shore, however, the warming climate could be limiting options for Russian officials, who are considering legislation to offer free plots of land to encourage people to relocate to the Arctic.\n\nLast month, a large crack emerged on a two-story residential building in Yakutsk, the world’s largest city built on permafrost and about 5,000 miles east of Moscow. The building was sinking with the permafrost’s thaw, forcing families to abandon their homes with no notice.\n\nMajor Russian energy producers such as Gazprom, Novatek and Norilsk Nickel could face a significant financial hit because of melting permafrost, according to a Morgan Stanley report obtained by the Russian business daily newspaper Vedomosti. The report noted that around 90 percent of Russia’s gas and diamonds, 30 percent of its oil, and all of its palladium reserves are in areas covered by permafrost.\n\nA vast underground layer of ice and frozen dirt has been rapidly thawing as Siberia warms up faster than almost anywhere else on Earth. (Video by Michael Robinson Chavez)\n\nUnstable ground\n\nFor decades, scientists have been warning that as the world warms, the Arctic would warm faster than the rest of the globe.\n\nLess snow and sea ice to reflect sunlight, and darker land cover to soak it up, helps speed a process known as Arctic amplification. Right now, it’s on overdrive.\n\nThe six months from January to June were more than 9 degrees (5 degrees Celsius) warmer than average over much of north-central Siberia, according to a new study.\n\n[Siberia's freakishly mild weather is reverberating around the globe]\n\nThis is having a host of ripple effects on the vast region and in fact the rest of the globe. Melting permafrost frees up huge quantities of planet-warming greenhouse gases that had been locked away in partially decomposed organic matter for thousands of years.\n\nVladimir Romanovsky, a climate researcher at the University of Alaska at Fairbanks who closely studies permafrost, said the Norilsk spill should be a wake-up call for political leaders in Russia and other Arctic nations on the consequences of thawing permafrost.\n\nA 100.4-degree reading in the small community of Verkhoyansk, north of the Arctic Circle, on June 20 underscored the urgency of permafrost destabilization, he said. That reading may be certified as the hottest temperature recorded above the Arctic Circle.\n\nMeanwhile, Arctic wildfire emissions, driven primarily by Siberian fires, hit a record level in July, according to the Copernicus Atmosphere Monitoring Service, a European Union science agency based in Reading, England. These blazes are harming permafrost indirectly by removing the cold, wet vegetation that covers the ground in these areas, such as peat.\n\n[Arctic sea ice is in a downward spiral]\n\n“Scientists always were warning about this coming, but, of course, politicians and policymakers, they need to see something happen,” Romanovsky said. “Just warnings are not enough to take it seriously.”\n\nHe helped write a 2018 study that found that one-third of pan-Arctic infrastructure — and nearly 50 percent of oil and gas fields in the Russian Arctic — is located in areas where permafrost thaw could seriously damage infrastructure by 2050.\n\nRomanovsky now says the study’s results may have been too conservative.\n\n“It’s just physical law that in a warmer climate, the permafrost will thaw and create these critical situations in more and more regions,” he said.\n\nNorilsk Nickel was fined $2.1 billion by the Russian government for damage caused by the diesel contamination. (Vasily Ryabinin)\n\nFuel spill fallout\n\nRyabinin’s clandestine visit to the Daldykan River on May 29 was what he described as the “last straw.”\n\nNorilsk was built by gulag prisoners in the Soviet Union, and the industrial city of around 175,000 people, for whom Norilsk Nickel is the main employer, is now notorious for its pollution. In 2016, a similar fuel spill also stained rivers red.\n\nIndustrial damage in the Russian Arctic On May 29, weakening permafrost ruptured a storage tank at the Norilsk Nickel power plant. The released diesel seeped into the Daldykan River and ultimately 15 miles downstream into Lake Pyasino. Norilsk Power plant Norilsk Population: 175,000 Population: 175,000 Ambarnaya R. Note: Scale varies in this perspective Lake Pyasino Sources: July 20 Sentinel-2 satellite imagery and Google Earth Industrial damage in the Russian Arctic On May 29, weakening permafrost ruptured a storage tank at the Norilsk Nickel power plant. The released diesel seeped into the Daldykan River and ultimately 15 miles downstream into Lake Pyasino. Norilsk Power plant Norilsk Population: 175,000 Population: 175,000 Note: Scale varies in this perspective Lake Pyasino Sources: July 20 Sentinel-2 satellite imagery and Google Earth Industrial damage in the Russian Arctic On May 29, weakening permafrost ruptured a storage tank at the Norilsk Nickel power plant. The released diesel seeped into the Daldykan River and ultimately 15 miles downstream into Lake Pyasino. Power plant Norilsk Norilsk Population: 175,000 Population: 175,000 Lake Pyasino Note: Scale varies in this perspective Sources: July 20 Sentinel-2 satellite imagery and Google Earth Industrial damage in the Russian Arctic On May 29, weakening permafrost ruptured a storage tank at the Norilsk Nickel power plant. The released diesel seeped into the Daldykan River and ultimately 15 miles downstream into Lake Pyasino. Power plant Norilsk Norilsk Population: 175,000 Population: 175,000 Note: Scale varies in this perspective Lake Pyasino Sources: July 20 Sentinel-2 satellite imagery and Google Earth\n\n“If other plants have policies like Norilsk Nickel, this will be the end of the Arctic,” Ryabinin said.\n\nAs Ryabinin clashed with higher-ups at Russia’s state environmental agency over investigating the contamination, he quit his job there and decided to record a 45-minute video explaining how the diesel had spread much farther than anyone was acknowledging.\n\n['Zombie' fires are flaring up in the Arctic]\n\nRyabinin said speaking out means he and his family will have to move out of Norilsk. He has been joined by others raising alarms.\n\n“We saw that the foundation of this reservoir went down, and the support also went down,” said Sergei Shakhmatov, the former deputy ecological minister for the Krasnoyarsk region and the director of the Russia Greens ecological party.\n\n“We don’t know for sure yet whether this was because of the melting permafrost,” he added, “but we’re going to find out, and if this climatic factor is proved, then we’ll have to reconsider the entire strategy in the Arctic — and not only Russia but other countries like the United States and Canada.”\n\nVasily Ryabinin, center, has raised alarms about Norilsk Nickel pumping industrial waste into Arctic tundra. (Yuri Kozyrev/NOOR)\n\nNorilsk Nickel, the world’s leading producer of nickel and palladium, was hit with a $2.1 billion fine for the damage. In a statement, the company said it is appealing the amount.\n\n“At the same time, Nornickel reiterates its commitment to fully cover the cost of remediation of the environmental impact of this accident,” the statement said.\n\nLess than two months after the 21,000-ton spill, Norilsk Nickel acknowledged a second, smaller leak inside the Arctic Circle — 45 tons of jet fuel escaping a pipeline in the Krasnoyarsk region. Incidents like that are common, environmentalists said, but usually don’t get the same publicity as the big one in Norilsk.\n\n‘On the agenda’\n\nThe Kremlin’s 15-year plans include the development of scientific and engineering solutions to “prevent infrastructure damage from global climate change,” but they aren’t clearly defined. Greenpeace’s Chuprov said the costs of Putin’s full Arctic development plans may be too much for his government to swallow.\n\n“All of these ideas reflected in all of these [Kremlin] papers are not workable,” he said.\n\nRomanovsky, the climate researcher at the University of Alaska, said new buildings need to be constructed with melting permafrost in mind. One option is to elevate buildings to try to let cold air move under them and maintain more permafrost cover.\n\nChuprov is pessimistic that the Norilsk spill alone will cause Russia to make sweeping changes to its Arctic plans. He pointed to oil giant Rosneft, run by close Putin ally Igor Sechin, which recently asked for the government’s blessing to drill at least three sites that are partly located within the borders of a protected nature reserve in the Taymyr Peninsula, according to the Kommersant newspaper.\n\nIt’s now unclear whether Rosneft will get the go-ahead.\n\n“All of these ecological issues were always secondary and never a priority,” said Shakhmatov, the director of the Russia Greens ecological party. “Now the ecological issues are on the agenda, and they’re in the top three.”\n\nFreedman reported from Washington."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}