{"newspapers": {"bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/world-middle-east-53656220", "published": "2020-08-04T23:09:54", "title": "Beirut blast: Dozens dead and thousands injured, health minister says", "text": "Media playback is unsupported on your device Media caption The moment a huge explosion rocked Beirut has been captured from many angles\n\nA large blast in the Lebanese capital, Beirut, has killed at least 70 people and injured more than 4,000 others, the health minister says.\n\nVideos show smoke billowing from a fire, then a mushroom cloud following the blast at the city's port.\n\nOfficials are blaming highly explosive materials stored in a warehouse for six years.\n\nPresident Michel Aoun tweeted it was \"unacceptable\" that 2,750 tonnes of ammonium nitrate was stored unsafely.\n\nAn investigation is under way to find the exact trigger for the explosion. Lebanon's Supreme Defence Council said those responsible would face the \"maximum punishment\" possible.\n\nHospitals are said to be overwhelmed and many buildings have been destroyed.\n\nPresident Aoun declared a three-day mourning period, and said the government would release 100 billion lira (£50.5m; $66m) of emergency funds.\n\nA BBC journalist at the scene reported dead bodies and severe damage, enough to put the port of Beirut out of action.\n\nPrime Minister Hassan Diab called it a catastrophe and said those responsible must be held to account.\n\nHe spoke of a \"dangerous warehouse\" which had been there since 2014, but said he would not pre-empt the investigation.\n\nLocal media showed people trapped beneath rubble. A witness described the first explosion as deafening, and video footage showed wrecked cars and blast-damaged buildings.\n\n\"All the buildings around here have collapsed. I'm walking through glass and debris everywhere, in the dark,\" one witness near the port told AFP news agency.\n\nThe blast was heard 240km (150 miles) away on the island of Cyprus in the eastern Mediterranean.\n\nThe explosion comes at a sensitive time for Lebanon, with an economic crisis reigniting old divisions. Tensions are also high ahead of Friday's verdict in a trial over the killing of ex-Prime Minister Rafik Hariri in 2005.\n\n'Glass going down from all over the building'\n\nHadi Nasrallah, eyewitness speaking to the BBC\n\nI saw the fire, but I didn't yet know there was going to be an explosion. We went inside. Suddenly I lost my hearing because apparently I was too close. I lost my hearing for a few seconds, I knew something was wrong.\n\nAnd then suddenly the glass just shattered all over the car, the cars around us, the shops, the stores, the buildings. Just glass going down from all over the building.\n\nLiterally all over Beirut, people were calling each other from different areas kilometres away and they were experiencing the same thing: broken glass, buildings shaking, a loud explosion.\n\nActually we were shocked because usually when it happens, just one area will experience those happenings after an explosion, but this time it was all of Beirut, even areas outside of Beirut.\n\nSunniva Rose, journalist\n\n\"Driving into Beirut early evening when it was still light, it was absolute chaos. The streets were literally covered in glass. It's hard for ambulances to go through - there's bricks, cement slabs. Houses have collapsed.\n\n\"When I got to the port it had been closed off by the army. The army said to stay away in case there was a second explosion.\n\n\"There was still smoke going up into the sky late into the evening. The whole city was black. It was very hard to walk around, people were covered in blood. I saw an 86-year-old woman being treated by a doctor who had just run out of his home with a first aid kit. Cars were entirely smashed by rocks. These old-style houses with big cuts of rock had just fallen down on the street.\n\n\"It's pandemonium in my own flat, all the glass is shattered. The extent of the damage is extreme. Even in a mall 2km away - the whole facade was shattered.\"\n\nWhat is ammonium nitrate?\n\nAmmonium nitrate has a number of different uses, but the two most common are as an agricultural fertiliser and as an explosive.\n\nIt is highly explosive when it comes into contact with fire - and when it explodes, ammonium nitrate can release toxic gases including nitrogen oxides and ammonia gas.\n\nBecause it's so flammable there are strict rules on how to store ammonium nitrate safely - but among the requirements are that the storage site needs to be thoroughly fire-proofed, and there can't be any drains, pipes or other channels in which ammonium nitrate could build up, creating an additional explosion hazard.\n\nHow have other countries reacted?\n\nLebanon's prime minister also called for international help: \"I make an urgent appeal to friendly and brotherly countries... to stand by Lebanon and to help us heal our deep wounds,\" Hassan Diab said.\n\nUK Prime Minister Boris Johnson tweeted: \"The pictures and videos from Beirut tonight are shocking. All of my thoughts and prayers are with those caught up in this terrible incident.\n\n\"The UK is ready to provide support in any way we can, including to those British nationals affected.\"\n\nUS President Donald Trump sent his deepest sympathies after what he called \"a terrible attack\", and his Secretary of State Mike Pompeo offered assistance, tweeting: \"We are monitoring and stand ready to assist the people of Lebanon as they recover from this horrible tragedy.\"\n\nImage copyright EPA Image caption Buildings were shattered, balconies ripped off\n\nFrance said it was sending aid and resources to Lebanon.\n\nIran would \"render assistance in any way necessary\" Foreign Minister Mohammad Javad Zarif tweeted, while Saudi Arabia expressed its full solidarity with Lebanon.\n\nIsrael said in a statement that it had \"approached Lebanon through international security and diplomatic channels and has offered the Lebanese government medical and humanitarian assistance\".\n\nThe German foreign ministry said the blast had been felt at its embassy in the city.\n\n\"We cannot for the moment exclude German nationals figuring among the dead and wounded,\" it said in a statement.\n\nImage copyright Reuters Image caption A massive recovery effort is under way\n\nWhat's the situation in Lebanon?\n\nLebanon is experiencing political turmoil, with street demonstrations against the government's handling of the worst economic crisis since the 1975-1990 civil war.\n\nMany blame the ruling elite who have dominated politics for years and amassed their own wealth while failing to carry out the sweeping reforms necessary to solve the country's problems. People have to deal with daily power cuts, a lack of safe drinking water and limited public healthcare.\n\nThere has also been tension on the border with Israel, which said last week that it had thwarted an attempt by Hezbollah to infiltrate Israeli territory. But a senior Israeli official has told the BBC that \"Israel has no connection\" to the Beirut blast.\n\nThe blast happened close to the scene of the huge car bombing which killed ex-PM Hariri. Tuesday's blast also came days before the long-awaited verdict in the trial at a special court in the Netherlands of four men accused of orchestrating the attack.\n\nImage copyright EPA Image caption The blast struck Beirut's port district and beyond\n\nAre you in Beirut? Have you been affected by the blast? If it is safe for you to do so, please email haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:"}, {"link": "https://www.bbc.co.uk/news/world-middle-east-53657165", "published": "2020-08-04T21:42:51", "title": "Beirut blast: Eyewitnesses describe the power of the explosion", "text": "Video\n\nEyewitnesses have described how a huge blast rocked Lebanon's capital, killing and injuring dozens of people.\n\nThe cause of the explosion at the city's port has not yet been determined. However, the Lebanese president blamed the faulty storage of 2,750 tonnes of ammonium nitrate in a warehouse that was not checked for safety in six years.\n\nThe blast has happened at a sensitive time for Lebanon, which is struggling through an economic crisis. Tensions are also high as the long-awaited verdict in the trial over the killing of ex-Prime Minister Rafik Hariri was just three days away.\n\nSurvivors of the explosion say it has brought back traumatic memories of past bombings, including that which killed Mr Hariri in 2005."}, {"link": "https://www.bbc.co.uk/news/uk-northern-ireland-53645518", "published": "2020-08-04T22:05:00", "title": "John Hume: SDLP tribute as body returns to Derry", "text": "Image copyright PACEMAKER Image caption The coffin of John Hume is brought into St Eugene's Cathedral in Londonderry\n\nJohn Hume's body has been brought to St Eugene's Cathedral in Londonderry, ahead of his funeral on Wednesday.\n\nSDLP members formed a guard of honour, holding candles in tribute to their former leader who died on Monday.\n\nHis family asked mourners to refrain from lining the streets of his native city on Tuesday evening.\n\nInstead, they asked people to light a \"candle for peace\" at their homes due to the restrictions in the ongoing coronavirus pandemic.\n\nTributes have continued to pour in from presidents and prime ministers for the former SDLP leader.\n\nOn Tuesday evening, Prime Minister Boris Johnson tweeted that a candle had been lit in Downing Street, saying it was a \"symbol\" of the peace that Mr Hume \"was so instrumental in securing\".\n\nImage copyright various Image caption People lit candles in memory of Mr Hume and placed them in their windows\n\nThe Irish government is flying national flags at half mast to honour Mr Hume.\n\nIreland's Foreign Ministry said he was \"rightly remembered across the world today\" as one of Ireland's and Europe's greatest political leaders and peacemakers.\n\nIn a statement, the Hume family said the \"heartfelt and sincere\" condolences they had received since announcing his death had been \"immensely comforting\".\n\nSkip Twitter post by @BorisJohnson Tonight a candle has been lit in memory of John Hume and placed in the door of Downing Street. A symbol to all of us of the peace he was so instrumental in securing, and a reminder of the long-lasting impact he had on the world. #JohnsLight pic.twitter.com/jby5TZQYER — Boris Johnson (@BorisJohnson) August 4, 2020 Report\n\nThey said his remains would leave his home in Moville, County Donegal, on Tuesday evening and return to St Eugene's Cathedral in Derry.\n\n\"John loved the people of Derry and Donegal,\" they said.\n\nImage caption SDLP members formed a guard of honour to welcome John Hume back to Derry\n\n\"We know he would have prioritised public health and the safety and health of our communities. We're asking people to follow that guidance, please do not put yourself or others at risk.\n\n\"Instead we would ask that people light a candle for peace at 9pm in their homes or at their door.\"\n\nMr Hume's funeral Mass will take place in the cathedral at 11:30 BST on Wednesday, and will be streamed live on the BBC News NI website.\n\nThe priest who is due to deliver the funeral homily has echoed the family's call for mourners to pay their respects from home rather than attend mass gatherings during the pandemic.\n\nImage copyright PACEMAKER Image caption Current SDLP leader Colum Eastwood was among the mourners on Tuesday evening\n\n\"We live in extraordinary times and, sadly, all those people all over the island of Ireland and beyond cannot attend this evening,\" Fr Paul Farren said.\n\nImage copyright Pacemaker Image caption People have been signing a book of condolence for John Hume in Derry's Guildhall\n\n\"We have to be careful, prudent and safe and do what's wise.\n\n\"We ask people at home to pray, to light a candle - we will have a celebration of light and our intention is for peace.\"\n\nThe Mayor of Derry, Brian Tierney, who represents the SDLP, also lit a candle at the city's Guildhall building on Tuesday evening as Mr Hume's body returned to his home city.\n\nImage copyright Pacemaker Image caption A nun wearing PPE signs the book of condolence at Derry's Guildhall\n\nThe tributes to Mr Hume, who was one of the key architects of the Northern Ireland peace process, reflected his international reputation.\n\nFormer US President Bill Clinton remembered his persistence and unshakeable commitment to non-violence, while former UK Prime Minister Tony Blair, who was in office when the Good Friday Agreement was signed, described him as a political titan.\n\nImage copyright Pacemaker Image caption John Hume with his wife Pat in 1979\n\nThe taoiseach (Irish PM) at the time of the deal, Bertie Ahern, recalled the former SDLP leader as a force for stability amid days of violence and chaos.\n\n'Enormous legacy'\n\nUK Prime Minister Boris Johnson described Mr Hume as a \"political giant\", while the current Taoiseach Micheál Martin said he was a \"great hero and a true peacemaker\".\n\nOn Monday, the Irish government lowered its flag to half mast outside its Dublin headquarters and also outside Iveagh House which houses the Department of Foreign Affairs to \"mark the passing of Nobel Peace Prize Laureate John Hume\".\n\nThe department tweeted that he was \"rightly remembered across the world today as one of Ireland's and Europe's greatest political leaders and peacemakers\".\n\nThe Lord Mayor of Dublin, Hazel Chu, has opened a book of condolence for mourners in Dublin to pay their respects to Mr Hume.\n\nSkip Twitter post by @LordMayorDublin I have opened an online Book of Condolence for John Hume and it is is available to sign until Monday 10th August at https://t.co/6ZHX7rlUBH. May he rest in peace, Ar dheis Dé go raibh anam. pic.twitter.com/3pNyBElHf1 — Lord Mayor of Dublin (@LordMayorDublin) August 4, 2020 Report\n\nCloser to home, a book of condolence was opened at Derry's Guildhall on Monday.\n\nSigning the book, SDLP leader Colum Eastwood said the island had lost its most significant political figure of the 20th Century.\n\nImage copyright PA Media Image caption A mural in Derry's Bogside puts John Hume alongside Martin Luther King Jr, Mother Teresa, and Nelson Mandela\n\nMr Eastwood compared his predecessor to the famous US civil rights leader Martin Luther King.\n\n\"John Hume was our Martin Luther King,\" he said.\n\n\"He was the greatest Irishman ever and he achieved something that no-one could ever achieve before him: he ended the Anglo-Irish conflict, the conflict that had gone on for 800 years, and he gave my generation the opportunity to achieve our political goals peacefully and democratically, and that is an enormous legacy.\"\n\nThe neighbouring district of Fermanagh and Omagh Council has also opened an online book of condolence on its website.\n\nThe former Foyle MP and MEP for Northern Ireland, who had dementia and in recent years had lived in a care home in Londonderry, died in the early hours of Monday morning.\n\nImage copyright Cricket Ireland Image caption A minute's silence was held before the start of the match in Southampton on Tuesday\n\nMeanwhile, cricketers from the Irish and English teams wore black armbands in memory of Mr Hume during Tuesday's one-day international in Southampton.\n\nA minute's silence was held before the start of the match.\n\nMr Hume was a cricket fan and in his younger days was a left-arm spin bowler.\n\nRoss McCollum, chair of Cricket Ireland, said the former SDLP leader \"will no doubt be remembered as a giant of his time, and his legacy will extend for many generations to come\"."}, {"link": "https://www.bbc.co.uk/sport/football/53603848", "published": "2020-08-04T22:05:16", "title": "Championship play-off final: Brentford 1-2 Fulham (AET)", "text": "Fulham will join Leeds and West Brom in the Premier League\n\nFulham beat Brentford in the Championship play-off final to secure an immediate return to the Premier League thanks to two extra-time goals from Joe Bryan.\n\nThe left-back caught Bees goalkeeper David Raya off guard with a free-kick from 40 yards in the 105th minute of the game at Wembley, with the Spaniard expecting a cross and then unable to scamper back and save Bryan's skidding low effort.\n\nWith the Bees pouring forward in search of an equaliser, Bryan burst forward and combined with Aleksandar Mitrovic before stabbing past Raya to make the game safe with three minutes remaining.\n\nHenrik Dalsgaard pulled a goal back with a header from eight yards out in the fourth minute of added time, but it was too late for the Bees to spark a comeback.\n\nThe goals from Bryan were two rare moments of quality and quick-thinking in an otherwise cagey encounter between the two west London rivals, which finished goalless after 90 minutes.\n\nScott Parker celebrated wildly at full-time having led Fulham to promotion in his first full season as manager.\n\nThe 39-year-old was unable to save them from top-flight relegation after replacing Claudio Ranieri in February 2019, but can now prepare them for a 15th campaign in the Premier League.\n\nParker was unable to call on top scorer Mitrovic, returning from injury, from the start - but the Serbia international showed composure to tee-up Bryan for the crucial second goal with a slick one-two inside the box.\n\nBrentford goalkeeper David Raya was caught out by Joe Bryan's 40-yard free-kick\n\nIvan Cavaleiro almost made it 3-0 for Fulham in the closing stages when he was denied by Raya, and Dalsgaard's header came far too late to set up a Bees comeback.\n\nBryan had only scored once this season for the Whites heading into the game, but the 26-year-old ended up being the hero as his goals secured a promotion which could be worth £135m over the next three years.\n\nFulham show resolve to win\n\nParker has transformed Fulham's fortunes following their relegation last summer - as the Whites suffered 26 defeats and conceded 81 goals over the course of the 2018-19 league campaign.\n\nThey were among the favourites to go straight back up pre-season, but were unable to overhaul Leeds United and West Bromwich Albion as they stuttered at certain points of a campaign halted for three months by the coronavirus crisis.\n\nMitrovic missed both legs of their semi-final win against Cardiff through injury, and the Championship's golden boot winner was only fit enough for a place on the bench.\n\nFulham captain Tom Cairney lifted the trophy at an empty Wembley\n\nDespite the 25-year-old's absence, Parker's side had the better chances in a low-key first 90 minutes, with Raya twice saving from Josh Onomah in the first half.\n\nHowever, midfielder Harrison Reed was fortunate to only see yellow for a crunching challenge on Christian Norgaard before the break.\n\nNeeskens Kebano sent a free-kick into the side-netting soon after the restart and Bobby Decordova-Reid stabbed an effort wide from 12 yards out.\n\nMeanwhile, Marek Rodak's only save of note came in the second half when the Slovakian tipped over a fierce effort from Brentford's Ollie Watkins.\n\nBees create unwanted history\n\nBrentford head coach Thomas Frank will be left wondering where things went wrong, as his side spurned another chance to win promotion to the top flight.\n\nBrentford needed four points from their final two games of the season against Stoke and Barnsley to go up automatically but lost both matches to finish third.\n\nOllie Watkins finished joint top-scorer in the Championship with Aleksandar Mitrovic - both with 26 goals\n\nHis prolific forward line of Said Benrahma, Bryan Mbeumo and Watkins had netted 59 goals between them in 2019-20, but were unable to produce clear-cut openings against a stubborn Fulham backline.\n\nThe Bees have assembled a young and attacking squad via a recruitment model largely based on analytics, but Frank will now face a battle to hang on to Watkins and Benrahma, who are likely be the subject of transfer interest from Premier League clubs.\n\nIt is Brentford's fourth play-off final defeat, and they have now failed to win promotion in nine play-off campaigns - setting a new English Football League record.\n\nTheir exile from the top flight will stretch into a 74th year as the Bees move into their new 17,500-capacity stadium at Lionel Road ahead of the start of next season.\n\n'Struggling psychologically a year ago'\n\nMatchwinner Joe Bryan (left) was part of the Fulham squad relegated from the Premier League\n\nFormer England midfielder Parker said he was proud that players involved in last season's disastrous Premier League campaign had bounced back.\n\n\"We've done what we've done tonight, but there's still improvement, and that's what makes me so proud and happy,\" he added.\n\n\"For all of the good players and everything you see, what makes me so happy I see a group of players who only a year ago were struggling psychologically, didn't have a mindset or mentality.\n\n\"I've driven this team every single day and what makes me proud is I stood on the touchline tonight and seen a team that represents what I've been saying over the last 12 months.\"\n\nBrentford boss Frank was also full of praise for his side.\n\n\"First I would like to say congratulations to Fulham, Scott Parker, his coaching staff and everyone involved,\" the Dane said.\n\n\"Of course it's tough when you lose a final like this in a very tight game but I'm extremely proud of my players.\n\n\"We have gone from a mid-table club to a team who, in the league table, was the third-best team.\n\n\"We are very fine margins away from the Premier League, which is an incredible achievement from us.\""}, {"link": "https://www.bbc.co.uk/news/business-53642581", "published": "2020-08-04T23:52:03", "title": "Don't demolish old buildings, urge architects", "text": "Image copyright Rhodar\n\nFootage of buildings being flattened in a noisy demolition may be a popular feature of local TV news reports, but architects say such structures should be protected - to fight climate change.\n\nThey say property owners should be incentivised to upgrade draughty buildings, not just knock them down.\n\nThat is because so much carbon is emitted by creating the steel, cement and bricks for new buildings.\n\nThe campaign by the Architects’ Journal is backed by 14 Stirling Prize winners\n\nIn the past there was a lot of debate about whether it was better for the climate to demolish an old energy-hungry building and build a well-insulated replacement.\n\nBut this is now widely considered a serious mistake because of the amount of carbon emitted during the construction of the new building.\n\nThe Royal Institute of Chartered Surveyors (RICS) estimates that 35% of the lifecycle carbon from a typical office development is emitted before the building is even opened. It says the figure for residential premises is 51%.\n\nThese calculations suggest it will be decades before some new buildings pay back their carbon debt by saving more emissions than they created - and these are decades when carbon must be sharply reduced.\n\nTax breaks\n\nThe Architects' Journal has now given evidence to the Commons Environmental Audit Committee (EAC) on the difference between operational emissions from heating and cooling a building and embodied emissions from creating construction materials.\n\nIt wants the government to change the VAT rules which can make it cheaper to rebuild than to refurbish a standing building.\n\nArchitects' Journal editor Will Hurst said: “This staggering fact has only been properly grasped in the construction industry relatively recently. We’ve got to stop mindlessly pulling buildings down.”\n\nHe said VAT on refurbishment, repair and maintenance should be cut from 20% to zero to match the typical rate for new-build.\n\nHe continued: “It’s crazy that the government actually incentivises practices that create more carbon emissions. Also, if you avoid demolition you make carbon savings right now, which we really need.\n\n“In the past the government argued that the EU would forbid zero VAT on renovation – but they can't use that excuse now.”\n\nAnd Alex Green, from the British Property Federation, said that sometimes the different VAT level is the key factor in determining whether a building is felled or saved for a new purpose.\n\nExpense\n\nTreasury Minister Jesse Norman previously told MPs that property owners already benefit from a reduced VAT rate on residential construction under certain conditions.\n\nHe said: “Going further would be very expensive: reducing VAT on all property renovation, repairs and improvements would cost the Exchequer approximately £6bn per year.\n\n“The government has no plans to review the VAT treatment of construction.”\n\nWhat’s more, ministers recently said they would ease planning rules for owners wanting to demolish offices and replace them with new-build homes.\n\nMr Hurst has urged them to rethink that plan. He suggested the Treasury could raise the tax on new-build projects to compensate for tax reductions from refurbished buildings.\n\nHe also suggested planning guidance should create a bias toward refurbishment.\n\nThe Architects’ Journal evidence has been reviewed by the EAC. Its chair, Philip Dunne MP, told BBC News: “Prioritising retrofitting can offer huge benefits.\n\n\"It enhances energy efficiency and boosts skills and green jobs quickly in the UK. It will be a crucial component for us to move to a low carbon economy.”\n\nThe EAC will report its findings on the issue in the coming months."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/world/live/2020/aug/04/beirut-explosion-huge-blast-port-lebanon-capital", "published": "2020-08-05T00:45:28", "title": "Beirut explosion: at least 78 dead and 4,000 wounded, says Lebanon health ministry – live updates", "text": "00:26\n\nThe images coming out of Beirut are horribly reminiscent of the destruction inflicted on the Chinese city of Tianjin by a 2015 warehouse disaster that killed more than 170 people and left hundreds injured.\n\nMassive explosions hit Chinese city of Tianjin – in pictures Read more\n\nLebanon’s Prime Minister, Hassan Diab, has blamed today’s catastrophe on the explosion of 2,700 tonnes of ammonium nitrate, which can be used to make fertilisers and explosives. And the same highly explosive compound was also involved in Tianjin, a major port city 70 miles southeast of the capital Beijing.\n\n\n\nOn the night of 12 August 2015 a series of cataclysmic detonations rocked an area of warehouses where large quantities of hazardous chemicals, also including sodium cyanide and potassium nitrate, were being stored, in some cases illegally.\n\n\n\nChinese authorities later claimed the first explosion had been triggered after the heat of summer caused a highly flammable compound called nitrocellulose to spontaneously ignite. Nearby stores of ammonium nitrate then caught fire and exploded.\n\n\n\nFirefighters who rushed to the scene reportedly attempted to extinguish the initial blaze with water - only to inadvertently exacerbate the situation because of the presence of hazardous flammable chemicals. The majority of those killed were firefighters, including at least one teenager.\n\n\n\nSuch was the force of the Tianjin explosions that they registered as small earthquakes.\n\n\n\nThen, as now, eyewitnesses filmed apocalyptic, almost surreal footage showing the scale of the inferno."}, {"link": "https://www.theguardian.com/world/2020/aug/04/cursed-shock-despair-beirut-explosion-rocks-city-lebanon", "published": "2020-08-04T19:16:34", "title": "'We're cursed': shock and despair in Beirut as explosion devastates city", "text": "As a ghostly brown haze began to clear, the streets of east Beirut emerged in apocalyptic ruin. Even 4km from the centre of the blast each building had lost some, if not all, of its windows. It was just after 6pm. Smoke, dispersed with pockets of pink gas, shrouded some of the carnage. Huge shards of glass covered roads – some jagged pieces had ripped through cars. Trees were shredded, and pools of blood formed puddles in the streets.\n\nBeirut explosion: dead and wounded among 'hundreds of casualties', says Lebanon Red Cross – live updates Read more\n\nBlood trails led to the cars and motorbikes that had sped the injured away to clinics or hospitals, which within minutes of the explosion were struggling to cope with the number of dead and injured.\n\nAmbulances wailed along the city’s boulevards, speeding past intersections gridlocked by the sheer numbers of cars trying to flee and the weight of hazards they had to pass. The mushroom cloud that had billowed over the nearby port was being pushed to the east, but it towered in some form for almost half an hour.\n\nWalking down through the east Beirut suburb of Ashrafieh to Gemmayze and towards the site of the blast at the port, the devastation was even more comprehensive. Dozens of buildings had clearly sustained structural damage. Shops, and restaurants were almost all severely damaged. A whole nightclub district was virtually wiped out. Weeks of sustained artillery shelling had not caused the same amount of ruin, even during the peak of the civil war.\n\nFacebook Twitter Pinterest Devastated harbour area in Beirut. Photograph: Wael Hamzeh/EPA\n\nMen, women and children were walking, bewildered, from somewhere near the blast site. Few were hurrying. Many were abandoning what remained of their homes, heading for nowhere in particular. It was just as difficult to get past the debris on foot as it was by car.\n\nIt takes a lot to shake Beirut, which has risen and fallen under bombs before. But in a city inured to explosion, this was something new. An economic implosion had left a country on edge. Now a devastating explosion of a dimension that few could comprehend. “We’re cursed,” said one man, in his early 20s, blood streaming down his wrist from a glass cut. “Even if this was an accident, it’s the last thing we could afford.”\n\nThe last time a blast anywhere near this size had rocked Lebanon was in February 2005, when the former prime minister Rafik Hariri was killed by a car bomb outside a waterfront hotel. More than 15 years later, a result in the trial of his accused killers is due in The Hague on Friday, and there were fears the explosion could be a harbinger of the verdict.\n\n“Nothing happens without a reason here,” said Sobhi Shattar, as he swept debris from the front of the former Nissan chief Carlos Ghosn’s house in a well-to-do street. “This could be a message for everyone to back off.”\n\nThe focus quickly became what had blown up and how, with everybody having a theory. The blast wave was felt as far away as south Beirut, and was heard 80km (50 miles) away in northern Lebanon. There were reports that the sound of the explosion was heard 250km (160 miles) to the west in Cyprus.\n\n“Only huge quantities of high explosives could do that,” said Riyadh Haddad, a local engineer. “Something at the port either blew up by itself, or got targeted.”\n\nLike his neighbours in the entertainment district of Gemmayze, Haddad had a lot of work to do to make his house habitable. “Look at it,” he said. “How do we recover? There are at least 1m windows missing across the city, and that’s the least of our worries. No money, jobs, power, fuel. And now this. Will it be a wake-up call, or will there be a war?”\n\nIn the early aftermath, Lebanese officials were blaming the chaos on a storage of fireworks igniting in a catastrophic accident. That version was debunked by the sheer size of the explosion and reach of the blast wave.\n\nThe Interior minister, Mohamed Fehmi, later told the MTV Lebanon channel that the explosion appeared to have been caused by “huge quantities of ammonium nitrate” being stored at the port. But the announcement was not enough to put an end to rampant speculation.\n\nPlay Video 1:08 Beirut explosion: buildings destroyed and cars upturned in aftermath of blast – video\n\n“Was this a weapons storage centre?” asked one man, frantically trying to phone his friends. “Did the Israelis hit it? There was a small explosion, then a bigger one. What caused the first?”\n\nRumour and intrigue spread as fast as the shockwave, and by nightfall, Lebanon’s security chief, Gen Abbas Ibrahim, had debunked the fireworks theory and blamed an industrial accident in a warehouse depot, which he said had housed highly combustible chemicals.\n\nNot everyone was convinced. “In all the history of Lebanon, there has never been anything like this,” said another man, in his 30s, as he swept glass out his front door. “This was almost thermonuclear, and I think it was a lot of military-grade explosives that went up. Will they ever be truthful about it? I doubt it.”\n\nAs night closed in, Beirut was darker than ever. The waning electricity that recently could barely keep the city going was barely needed, for once. The city was rapidly emptying. The lights were no longer on."}, {"link": "https://www.theguardian.com/politics/2020/aug/04/starmer-says-boris-johnson-has-one-month-to-fix-coronavirus-test-and-trace-system", "published": "2020-08-04T17:00:07", "title": "Starmer says PM has one month to fix coronavirus test-and-trace system", "text": "Ministers have one month to fix the broken test-and-trace system and halt a devastating second wave of coronavirus or Britain will face a “long and bleak winter”, Keir Starmer says today.\n\nThe Labour leader warned there is “precious little evidence” of serious preparation for a resurgence in Covid-19 cases.\n\nWriting for the Guardian, Starmer calls for mass testing of asymptomatic people and a clear plan setting out what “hard decisions” Boris Johnson is prepared to take in order to keep schools open if cases rise over coming weeks.\n\nStarmer says the prime minister must admit his “world-beating” £10bn system is flawed. “His repeated refusal to accept that test and trace isn’t functioning properly is a roadblock to fixing the issues and restoring public confidence,” he writes.\n\nThe intervention comes as councils launched new localised systems for contact tracing to plug holes in the national scheme. Blackburn with Darwen council in Lancashire announced it had set up its own team on Tuesday after the national system failed to reach hundreds of its most vulnerable residents.\n\nIn other areas, including Leicester and Liverpool, council workers have been carrying out door-to-door tracing – but local health officials says incomplete data from the national system is hampering their efforts.\n\nOn Tuesday, researchers from the London School of Hygiene and Tropical Medicine, who modelled scenarios for the reopening of schools, warned that the test and trace system currently reaches around half of contacts and needs to improve dramatically in order to avoid a second wave, which could be bigger than the first.\n\nStarmer calls for renewed focus on testing in today’s article. “Alongside rapid improvements to the test-and-trace system, we need a focus on ensuring testing reaches more of the estimated 70-80% of people who don’t have [coronavirus] symptoms,” he writes.\n\nLabour sources highlighted current spare capacity in the testing system, saying the party would support any reasonable new moves to use that capacity to build a better national picture of the number of asymptomatic cases.\n\nA number of countries have adopted routine asymptomatic testing, including\n\nGermany, Portugal and most successfully, South Korea, which opened public testing to everyone, regardless of symptoms, from February.\n\nStarmer is to step up specific criticism of the government’s systems this month, both on communication and test and trace, warning the government has less than five weeks, rather than months, to get preparations in place to tackle a resurgence of the virus once children across the UK are all back in school.\n\nA functioning test-and-trace system is the key not only to preventing a second wave, but also to unlocking the economy and building public confidence to get children back to school, Labour will warn.\n\n“It’s great if the government are committed to getting the schools open, but polling on this hasn’t shifted: parents are still concerned about sending their kids to school, that won’t change without public confidence in the test-and-trace system,” one Labour source said.\n\nIn his Guardian piece, Starmer says schools must be the absolute priority in September, even if that comes at economic and social cost. “Young people cannot afford another damaging U-turn like the one made by the education secretary in June,” he writes. “The government must set out a clear plan this time, not just hope for the best. If that means making hard decisions elsewhere, so be it: to govern is to choose.”\n\nThe Labour leader attacked the government’s communications strategy, saying haphazard announcements of new local lockdowns and quarantines, as well as mixed messages on workers returning to offices, had left the public confused and anxious.\n\n“Getting a grip on communications is essential. Reintroducing regular press conferences would help,” he says. “Working closely with authorities, not governing by diktat, is crucial. There should be an end to anonymous, contradictory briefings to the media.” Starmer’s last comment is a veiled reference to ideas floated and then dismissed such as shielding advice for over-50s and reform of the quarantine system.\n\nLabour’s strategy over the coming month will be to present Starmer as a leader who can work constructively but also set the government specific targets. He warns a new plan must be drawn up to protect care homes during any resurgence of the virus and calls for a redrawing of the furlough scheme to target specific industries.\n\n“The current one-size-fits-all removal of furlough risks a squeeze on jobs that could hand a P45 to people across the country,” he says, while also criticising the government for spending “untargeted billions on bonuses for companies who have already brought workers back from furlough, and a stamp duty cut for landlords”.\n\nStarmer, who will visit the lost Labour heartland of Stoke-on-Trent on Wednesday to hammer home his message on the need to protect jobs, said he would support any moves the government took in the coming months to improve the failures he had highlighted.\n\n“This crisis is bigger than politics. But the reality is that if the government doesn’t use this summer wisely, focusing on driving down the rate of infection, Britain faces a long and bleak winter.”\n\nA government spokesperson said it backed local action to tackle outbreaks, such as the steps taken in Blackburn, but stopped short of promising any imminent further expansion of testing to find asymptomatic cases.\n\nThe Department of Health and Social Care said the most recent scientific advice did not support routine testing to find a symptomatic cases and found regular testing of those without symptoms was only worthwhile among groups most likely to have been exposed to the virus, such as in care settings.\n\n“NHS test and trace is already working – last week over 80% of those testing positive were reached, with over 75% of their contacts reached as well,” the spokesperson said. “We have rapidly built, from scratch, the largest diagnostic testing industry in British history. Over 2.6 million people have been tested in just eight weeks and we have the capacity to carry out more than 330,000 tests per day, growing to 500,000 per day by the end of October.”"}, {"link": "https://www.theguardian.com/us-news/2020/aug/04/donald-trump-civil-rights-leader-john-lewis", "published": "2020-08-04T17:25:41", "title": "Trump refuses to praise late civil rights leader John Lewis", "text": "Donald Trump refused to praise the late John Lewis, the Georgia congressman and original Freedom Rider, during his latest one-on-one interview, and also questioned the value of the pivotal Civil Rights Act of the 1960s, which Lewis fought and almost died for.\n\nWhen asked how history would remember the civil rights leader, the president replied, “I don’t know. I really don’t know” and brought the point back around to himself.\n\n“I never met John Lewis, I don’t believe,” Trump said.\n\nIn the interview, released late on Monday, with the Axios reporter Jonathan Swan, Trump instead centered his view of the late congressman on their lack of a personal relationship, noting Lewis “chose not to come to [his] inauguration”.\n\n“He didn’t come to my State of the Union speeches, and that’s OK,” he said. “That’s his right. He should’ve come. I think he made a big mistake.”\n\nThe interview was conducted as the Georgia congressman lay in state in the Capitol rotunda. Trump did not pay his respects while Lewis’s casket was in Washington, nor attend Lewis’s funeral in Atlanta last week, at which Barack Obama delivered a soaring eulogy that was personally poignant but also a barnstorming political attack on the Trump administration’s efforts at voter and protest suppression.\n\nFlags on federal buildings were ordered to be flown at half-staff for less than a full day to mark Lewis’s death.\n\nLewis, the son of sharecroppers and a youth activist who rose to represent Georgia’s fifth congressional district for decades, died of advanced pancreatic cancer last month at the age of 80.\n\nBefore serving in Congress, Lewis spent years as a pioneering activist in the civil rights movement, marching with Martin Luther King and nearly dying in the 1965 attack on marchers in Alabama known as Bloody Sunday.\n\nBefore that, Lewis challenged segregation on interstate bus services as a Freedom Rider in 1961.\n\nDespite that decades-long legacy, the president insisted that, perhaps excluding Abraham Lincoln, “nobody has done more for Black Americans” than he had, including Lyndon Johnson, who passed the Civil Rights Act in 1964.\n\n“How’s it worked out?” Trump retorted. “If you take a look at what Lyndon Johnson did, you think?”\n\nIt was unclear what the president meant.\n\nTrump did, however, credit Lewis as someone who “devoted a lot of energy and a lot of heart to civil rights”, while adding “there were many others also”. When questioned, Trump said he would not object to efforts to rename the Edmund Pettus Bridge in Selma, where the congressman had his skull broken by state troopers on Bloody Sunday, in Lewis’s honor.\n\nHowever, Trump repeatedly rejected opportunities to praise Lewis as Swan pressed him about Lewis’s legacy. When asked whether he found Lewis impressive, Trump replied that he could not “say one way or the other”.\n\n“I find a lot of people impressive, I find many people not impressive. But no, he didn’t come to my inauguration,” Trump replied.\n\nLewis was one of several Democrats who refused to attend Trump’s inauguration, telling NBC in 2017 that he couldn’t “be at home with something that you feel that is wrong”.\n\nDespite ideological differences, the congressman maintained bipartisan relationships throughout his decades in Congress.\n\nThe funeral for Lewis was attended by prominent leaders of both parties, featuring remarks from Obama and George W Bush – whose inauguration Lewis also declined to attend in 2001 because he was not convinced Bush was fairly elected over Al Gore."}, {"link": "https://www.theguardian.com/uk-news/2020/aug/04/witness-claims-seen-prince-andrew-mayfair-club-virginia-giuffre", "published": "2020-08-04T17:05:22", "title": "Witness claims to have seen Prince Andrew at club with Virginia Giuffre", "text": "Woman has come forward claiming she recalls seeing duke at Mayfair nightclub with Giuffre\n\nThe FBI has been passed information from a witness claiming to have seen the Duke of York at a nightclub with a woman who alleges the pair had sex when she was a teenager.\n\nThe US lawyer Lisa Bloom, who is representing the victims of the royal’s former friend and convicted sex offender, Jeffrey Epstein, said Shukri Walker recalled seeing Prince Andrew at Tramp nightclub in Mayfair and had come forward to support Virginia Giuffre’s version of events.\n\nGiuffre, now 36, who was abused by Epstein, has claimed she had sex with Andrew on three separate occasions, and was aged 17 on the first occasion. Andrew has categorically denied her claims.\n\nIn a message to Andrew, Bloom said: “It’s not too late to turn away from your former friends Jeffrey Epstein and Ghislaine Maxwell, and to help the victims get justice. Come clean.”\n\nAndrew has denied Giuffre’s claim he was at the Mayfair club on the night of 10 March 2001, saying he was at home after visiting the Pizza Express restaurant in Woking with daughter Beatrice.\n\nFacebook Twitter Pinterest Virginia Giuffre speaking to media in New York last year. Photograph: Bebeto Matthews/AP\n\nBloom said Walker recalled seeing Andrew at the club with Giuffre, then called Virginia Roberts, and Epstein’s girlfriend, Maxwell.\n\n“My client says she was there and she remembers the night clearly because she never saw a royal before or since,” Bloom confirmed to the Guardian via email. “She says Prince Andrew was happy, smiling and dancing, and Virginia did not look happy. My client was a trafficking victim herself and wants everyone to know that sex trafficking is real, ongoing and devastating.”\n\nBloom, who represents six alleged victims of Epstein, added: “I gave the FBI all the details of my client’s story for further investigation.”\n\nProsecutors working on the Epstein trafficking case have accused Andrew of refusing to cooperate with requests to interview him about his contacts with the financier, who killed himself in a New York prison last year while awaiting trial on child sexual trafficking charges.\n\nAndrew has said in recent weeks that he is cooperating with the FBI investigation into Epstein. The duke, who no longer performs royal duties, has been under increased pressure since Maxwell’s arrest last month. She is in jail in the US on charges of trafficking minors for her former partner and will go on trial in July 2021. She has pleaded not guilty.\n\nLawyers representing the women are demanding that anyone with information about Epstein or Maxwell, including Prince Andrew, assist authorities.\n\nThere was no comment from Andrew’s legal representatives in relation to this alleged witness sighting. A friend of the duke questioned how accurate recollections of such events could be, 20 years after they happened.\n\nWalker told the Sun newspaper she recalled Andrew being at Tramp because she accidentally stepped on his foot while dancing. She told the paper she had decided to speak out after watching Andrew’s denials in the now infamous BBC Newsnight interview about his friendship with Epstein and Giuffre’s allegations.\n\n“When I watched the BBC interview and saw Prince Andrew deny knowing Virginia, saying he has no recollection of that night, I had to come forward,” Walker was quoted as saying. “Because I was there and I do have a recollection of it.”\n\nThe FBI has reportedly decided it does not need Walker’s testimony despite being given her evidence by Bloom.\n\nAn FBI spokeswoman has said it would not comment on the developments surrounding Walker."}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "***Live Updates*** MI, KS, MO, AZ, WA Election Results", "text": "Five states (Michigan, Kansas, Missouri, Arizona, and Washington) hold primary elections on Tuesday evening. In Kansas, Kris Kobach will try to win the Republican Senate nomination against Rep. Roger Marshall. Squad member Rep. Rashida Tlaib (D-MI) faces a primary challenge in Michigan while Cori Bush, who is backed by the Justice Democrats, is trying to unseat Rep. Lacy Clay (D-MO). Voters in Missouri will also vote to expand Medicaid while Sheriff Joe Arpaio will attempt to make a comeback in Arizona.\n\nStay tuned to Breitbart News for live updates.\n\nAll times Eastern.\n\n—\n\n8:50 PM: MO: Bush urging supporters to stay in line:\n\nREMEMBER #MO01: If you are in line, stay in line!!! — Cori Bush (@CoriBush) August 5, 2020\n\n8:45 PM: MI: Wayne County has no idea when results will be reported.\n\nExpect late results from Wayne Co tonight, if at all: pic.twitter.com/1i9qfC25ZG — Brian Abel (@BrianAbelTV) August 4, 2020\n\n8:40 PM: KS:\n\nU.S. Rep. Roger Marshall leads in the KS Senate race in advance voting returns for Johnson County. Kris Kobach is second. pic.twitter.com/JuyDp8pqSu — 41 Action News (@41actionnews) August 5, 2020\n\n8:25 PM: MO:\n\nLincoln County, Missouri has counted 15 of its 17 precincts. (And there may still be a lot of mail-in ballots.) It's quite a small county, but this is interesting. Trump got 76% of the vote here.\n\nThe YES to expanding Medicaid is getting 52% for now. — Taniel (@Taniel) August 5, 2020\n\n8:10 PM: KS:\n\nThe watch party for Kris Kobach is underway. We have team coverage from several watch party locations tonight on @KCTV5 News at 10PM. pic.twitter.com/NvDCZ0J7x8 — Emily Rittman KCTV5 (@EmilyRittman) August 4, 2020\n\nWith apologies to Hank Williams, Jr. and MNF, are you ready for some VOTING???? All my rowdy friends are up for Tuesday night! Thread on what I'm covering/looking for tonight. KS, MI, and MO close first around 8pm ET (some polls will close an hour later cuz of time zones). 1/x — Henry Olsen (@henryolsenEPPC) August 4, 2020\n\n8:05 PM: MI: Tlaib will address supporters on Facebook Live tonight.\n\nFor those following the Tlaib-Jones primary tonight in Michigan, @RashidaTlaib plans to address the election results and supporters at 9:45 p.m. on Facebook Live. Polls close at 8 p.m. Election Night in the age of COVID-19. https://t.co/WU4PftjJq3 — Luke Broadwater☀️ (@lukebroadwater) August 4, 2020\n\n8 PM: Polls closed in Michigan, Kansas, and Missouri.\n\nEstablishment Republicans in Kansas have been insisting that if Kobach wins the nomination, Democrat Barbara Bollier could win the Senate seat.\n\nIn Missouri, Clay is defending a seat that has been in his family for 50 years. The Justice Democrats have been smart in the types of candidates they have backed against Congressional Black Caucus members.\n\nHow does the \"these activists are targeting the CBC\" argument survive? Since 2018 Justice Democrats has replaced three white Dems with non-white Dems (AOC, Pressley, Bowman). Its challengers to CBC members are, in every case, also black. https://t.co/WP3IOSXzdP — Dave Weigel (@daveweigel) August 3, 2020\n\nTlaib tells voters that her name is not on the ballot in Michigan. She is defending her seat in a rematch against Brenda Jones, the Detroit City Council president whom she narrowly defeated two years ago. Jones had been elected to serve the end of former Rep. John Conyers’ term.", "link": "http://www.breitbart.com/2020-election/2020/08/04/live-updates-mi-ks-mo-az-wa-election-results/", "published": "2020-08-04T00:00:00"}, {"title": "Braun: Dems Sabotaging Economic Recovery by Holding Up COVID Aid", "text": "Sen. Mike Braun (R-IN) told Breitbart News in an exclusive interview on Tuesday that Democrats’ playing politics with the coronavirus negotiations will continue to “sour on the American public.”\n\nBraun spoke to Breitbart News as the Donald Trump administration, Republicans, and Democrats continue to negotiate over a potential coronavirus package that would provide aid to impacted Americans.\n\nRepublicans, such as Braun, remain concerned that the CARES Act’s generous $600 per week unemployment benefit, when combined with state and local unemployment benefits, makes it hard for Americans to go back work.\n\nTo alleviate that unintended consequence, Braun and Sen. Ron Johnson (R-WI) introduced a bill that would provide Americans with either $200 per week in unemployment insurance or replace two-thirds of the unemployed American’s income.\n\nBraun explained in a statement in July:\n\nAs a Main Street entrepreneur, I know we need to support those who are still out of work due to the virus and the government response, but we can’t pay anyone more in unemployment than they made at their job. I support a temporary boost in unemployment benefits that fixes this problem without adding trillions in debt or funding D.C. pet projects.\n\nThe Hoosier conservative said that, as states start to open, he wants to ensure that Americans can go back to work in a safe manner.\n\n“Well, in my opinion, states like Wisconsin and Indiana, two biggest manufacturing states per capita, it’s very clear that the biggest impediment to actually bringing unemployment down is the fact that we’re having trouble bringing workers back,” Braun said. “It’s just difficult to consider getting people back to work on the margin when there’s that kind of benefit out there for staying on unemployment.”\n\nBraun charged that the Democrats’ push for increased carveouts in the coronavirus negotiations would eventually backlash against the Democrat Party.\n\n“I think that is going to sour on the American public,” Braun said.\n\nBraun also said that Democrats hope to sabotage a recovering economy to hurt the Republicans ahead of the 2020 elections. However, he cautioned that the Democrats’ tactic might backfire on them.\n\n“I think that it’s 100 percent part of how they’re looking at it. And, the clock is running, and we’re getting down to where I think if you do play that game, that you run the risk that you’re going to start getting so political that even the people might lean towards some of the stuff you’re talking about — they’re going to see who’s sabotaging a strong recovery,” he said.\n\nIn a similar vein, Job Creators Network (JCN) President Alfredo Ortiz told Breitbart News Saturday that if Republicans want to hold the White House, they cannot “cave” to Democrats on the next coronavirus package.\n\nBraun added that Democrats need a coronavirus aid package that’s more “defensible” than House Speaker Nancy Pelosi’s (D-CA) $3 trillion HEROES Act.\n\nHe added that he does not expect much progress to happen this week with the coronavirus negotiations; however, “the longer it goes on, this is on the Democrats’ shoulders, not ours.”\n\nSean Moran is a congressional reporter for Breitbart News. Follow him on Twitter @SeanMoran3.", "link": "http://www.breitbart.com/politics/2020/08/04/exclusive-mike-braun-democrats-sabotaging-a-strong-economic-recovery-by-holding-coronavirus-aid-hostage/", "published": "2020-08-04T00:00:00"}, {"title": "Coronavirus May Not Have Originated in Wuhan, China, W.H.O. Says", "text": "A senior World Health Organization (W.H.O.) expert on Monday declared that the novel coronavirus did not necessarily jump from animals into humans in Wuhan, China, where health officials detected the first clusters of the highly contagious and lethal disease.\n\nThe remarks by Dr. Michael Ryan, the executive director of the Health Emergencies Program at the China-influenced United Nations agency, came in response to a reporter asking about a two-person W.H.O. team who recently traveled to China to probe the origins of the Chinese coronavirus.\n\nOn Monday, Ryan briefed reporters alongside W.H.O. Director-General Tedros Adhanom Ghebreyesus.\n\nTedros announced that the duo who visited China had “concluded their mission to lay the groundwork” for a more extensive “international team” to identify the virus’s origins.\n\n“The team is actually not back yet, and we obviously haven’t had the chance to debrief them,” Dr. Ryan explained.\n\nAsked about the mission, Ryan said in responding:\n\nThere are gaps in the epidemiological landscape and what is required is going to be a much more extensive retrospective epidemiological study to look at those first cases and clusters in Wuhan and to fully understand the links between those cases so that we can then determine at what point in Wuhan or elsewhere was the animal-human species barrier breached.\n\n“Again, one must remember that there was a specific surveillance system in place in Wuhan for picking up clusters of atypical pneumonia,” he also said.\n\n“The fact that that fire alarm was triggered doesn’t necessarily mean that is where the disease crossed from animals into humans,” Ryan added.\n\nState-run media outlets in China swiftly seized on Ryan’s comments to cast doubt on the true origin of the virus.\n\nAccording to health officials, the virus may have originated in Wuhan wet markets, where animals known to transmit coronaviruses are crammed together in putrid conditions and sold for public consumption.\n\nThe Chinese city is also home to the Wuhan Institute of Virology (WIV), where researchers are known to carry out studies on bat coronaviruses.\n\nIn early January, China closed the wet market believed to be the source of the virus and disinfected with bleach, destroying all microbial evidence at the site, according to a dossier prepared by concerned Western governments, including the U.S., that surfaced in May.\n\nEchoing the intelligence report, U.S. Secretary of State Mike Pompeo in April accused Beijing of destroying Chinese coronavirus samples collected early, making it far more difficult to trace the virus’s origin.\n\nThe leaked dossier prepared by Western governments concluded that the Chinese Communist Party (CCP) intentionally suppressed or destroyed evidence and covered up news about the outbreak to the “endangerment of other countries.”\n\nU.S. intelligence community officers and other Trump administration officials have questioned if the Chinese coronavirus originated in the Wuhan laboratory rather than through contact with an infected animal. The Trump administration has confirmed it is investigating if a Wuhan lab gave birth to the pandemic.\n\nIn 2018, U.S. Embassy officials in China warned about improper safety protocols at Wuhan Institute of Virology, the Washington Post reported in April.\n\nDr. Ryan credited his “Chinese colleagues” with carrying out “a lot of excellent scientific work” related to the coronavirus, namely studies and surveillance.\n\nCiting the W.H.O. press office on Monday, the Associated Press (AP) indicated that the duo who traveled to China might not have been able to visit Wuhan. The two W.H.O. experts “had discussions by video with virologists and other scientists in Wuhan — including the Wuhan Institute of Virology,” AP noted.\n\nTheir mission “was really about discussing” how the next phase of the investigation of the Chinese coronavirus origin by a larger international team would look like, Ryan added during the press briefing.\n\nAn “international team” will deploy to Wuhan as part of phase two of the probe, Tedros told reporters, without saying when or providing any additional details.\n\nU.S. President Donald Trump’s administration has withdrawn the United States from the W.H.O., accusing the agency of helping China cover up the extent of the virus during its early stages and mismanaging its global response.\n\nBefore Trump’s move, the U.S. was the largest source of funding for the U.N. entity.", "link": "http://www.breitbart.com/national-security/2020/08/04/w-h-o-casts-doubt-on-coronavirus-originating-in-wuhan-china/", "published": "2020-08-04T00:00:00"}, {"title": "Biden Team: Trump Allies Touting Imaginary Controversy on Debates", "text": "Joe Biden’s (D) team claims President Trump’s allies are pushing an “imaginary controversy” regarding the progressive chatter of nixing the presidential debates, despite establishment media outlets, and figures, repeatedly advancing the proposal themselves.\n\nBiden spokesperson TJ Ducklo told CNN’s Oliver Darcy:\n\nDonald Trump and his allies at Fox News have decided an imaginary controversy about debates will be their latest attempt to distract Americans from the president’s disastrous response to the coronavirus, which has cost 150,000 Americans their lives and left millions jobless.\n\n“This is not a mystery. The debate commission has invited both candidates to participate in three debates. Joe Biden has accepted. Donald Trump has not. Mystery solved,” he added.\n\nErin Perrine, Director of Press Communications for the Trump Campaign, affirmed on Tuesday that the Trump campaign has, indeed, formally committed to the debate commission for the three scheduled debates in the fall.\n\nDespite the Biden team’s view, it was just days ago that Bill Clinton Press Secretary Joe Lockhart appeared on CNN, pressing Biden to refuse to debate the president. Days earlier, he published a piece, which ran on CNN, listing six things Biden must do now until the election in order to help win. Avoiding debates with the president made his list.\n\nHe wrote:\n\nWhatever you do, don’t debate Trump. Trump has now made more than 20,000 misleading or false statements according to the Washington Post. It’s a fool’s errand to enter the ring with someone who can’t follow the rules or the truth. Biden will undoubtedly take heat from Republicans and the media for skipping the debates. But it’s worth the risk as trying to debate someone incapable of telling the truth is an impossible contest to win.\n\nSimilarly, the New York Times recently ran an op-ed titled “Let’s Scrap the Presidential Debates,” which argued that debates are irrelevant.\n\nJournalist Elizabeth Drew wrote in part:\n\nThe debates have never made sense as a test for presidential leadership. In fact, one could argue that they reward precisely the opposite of what we want in a president. When we were serious about the presidency, we wanted intelligence, thoughtfulness, knowledge, empathy and, to be sure, likability. It should also go without saying, dignity. Yet the debates play an outsize role in campaigns and weigh more heavily on the verdict than their true value deserves.\n\nThere are several more examples, as Breitbart News’s John Nolte demonstrated:\n\nA number of Democrats, including Bill Kristol, are urging that the debates be canceled. A former senior adviser to Hillary Clinton agrees: “Biden shouldn’t feel obligated to throw Trump a lifeline by granting him any debates at all. This is not a normal presidential election and Trump is not a legitimate candidate,” Zac Petkanas tweeted last week. And then there’s Thomas Friedman, an anti-Trump New York Times columnist, who urged Biden just last week not to debate the president unless Trump agrees to “two conditions.” Of course those conditions are ridiculous — Trump must release his tax returns and agree to “real-time fact checking” during the debate — and will never be agreed to, and therefore ensure there will be no debates.\n\nNonetheless, establishment media figures are toeing the party narrative alongside the Biden campaign, contending that the push to cancel debates is nothing more than a brainchild of the GOP and Trump allies alike.\n\nThe Washington Post’s Dave Weigel referred to the “’Biden wants to cancel the debates’ meme” as a “TV invention,” and CNN’s own Brian Stelter referred to the subject as “mostly a right-wing media tempest, fueled by hour after hour of Fox commentary (not reporting), far removed from campaign reality,” despite his own network serving as a platform for progressive advocates of the proposal.\n\nThe three presidential debates are currently scheduled for Tuesday, Sept. 29; Thursday, Oct. 15; and Thursday, Oct. 22.", "link": "http://www.breitbart.com/politics/2020/08/04/joe-biden-team-trump-allies-touting-imaginary-controversy-about-biden-dodging-debates/", "published": "2020-08-04T00:00:00"}, {"title": "Donald Trump: Beruit Explosion ‘Looks Like a Terrible Attack’", "text": "President Donald Trump reacted to the massive explosion in Beruit, Lebanon, on the capital city’s waterfront.\n\n“It looks like a terrible attack,” Trump said during a press conference at the White House on Tuesday.\n\nHe said that he met with his generals to discuss the explosion and they estimated the explosion was an attack.\n\n“This was not some kind of manufacturing explosion type of event,” Trump said. “This was a – seems to be, according to them. They would know better than I would. They seem to think it was an attack. It was a bomb of some kind, yes.”\n\nThe president offered “deepest sympathies” for those who lost loved ones in the explosion.\n\nMy brother sent me this, we live 10 KM away from the explosion site and the glass of our bldgs got shattered. #Lebanon pic.twitter.com/MPByBc673m — Abir Ghattas (@AbirGhattas) August 4, 2020\n\nCurrently, at least 70 people were reported killed and 3,700 injured.\n\nThe Lebanese government confirmed that “highly explosive materials” were stored in the area where the explosion occurred.\n\n“Facts on this dangerous depot, which has existed since 2014 or the past six years, will be announced,” Prime Minister Hassan Diab said afterward.", "link": "http://www.breitbart.com/politics/2020/08/04/donald-trump-beruit-explosion-looks-like-a-terrible-attack/", "published": "2020-08-04T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Husband of Democrat L.A. County District Attorney Charged with Assault after Using Firearm to Defend Home Against BLM Protesters", "text": "The husband of Democrat Los Angeles County District Attorney Jackie Lacey was charged with assault Monday, months after using a firearm to confront Black Lives Matter protesters who came to the front door of his home.\n\nMore about the March 2 incident from KTLA.com:\n\nThe state attorney general filed three misdemeanor charges Monday in Los Angeles Superior Court against David Lacey for assault with a firearm for the March 2 incident.\n\nLacey, 66, pointed a gun at demonstrators who protested outside the couple’s home before dawn on March 2 and said “I will shoot you,” according to video of the incident.\n\n#BREAKING This morning Los Angeles District Attorney Jackie Lacey’s husband pulled a gun out on Black Lives Matter activists who protested his wife in front of their house. @BLMLA pic.twitter.com/wnCFMMvaWV — Jasmyne Cannick (@Jasmyne) March 2, 2020\n\nFootage taken by BLM activists shows a spooked Lacey answering his front door with a firearm and asking protesters to “Get off of my porch… I’ll shoot you, I don’t care who you are.”\n\nProtesters meanwhile are heard asking Lacey to tell his wife to come to the door.\n\n\n\nThe Los Angeles DA at the time claimed her husband “acted in fear for my safety after we were subjected to months of harassment that included a death threat no less than a week earlier.”\n\nCharging documents obtained by Politico show Lacey is charged with three separate counts of assault with a firearm, one for each of the protesters.\n\nThe charges against the DA’s husband simply for defending his property and his family are illustrative of how the BLM monster created by Democrats has come back home to roost.\n\n\n\nAlex Jones interviews Infowars Reporter Savanah Hernandez about what she witnessed during the failed Antifa occupation of downtown Austin.\n\nThe Reopen America Back to School Special is now live! Earn double Patriot Points on our hottest items!", "link": "https://www.infowars.com/husband-of-democrat-l-a-county-district-attorney-charged-with-assault-after-defending-home-with-firearm/", "published": "2020-08-04T17:43:32-05:00"}, {"title": "Husband of Democrat L.A. County District Attorney Charged with Assault after Using Firearm to Defend Home Against BLM Protesters", "text": "The husband of Democrat Los Angeles County District Attorney Jackie Lacey was charged with assault Monday, months after using a firearm to confront Black Lives Matter protesters who came to the front door of his home.\n\nMore about the March 2 incident from KTLA.com:\n\nThe state attorney general filed three misdemeanor charges Monday in Los Angeles Superior Court against David Lacey for assault with a firearm for the March 2 incident.\n\nLacey, 66, pointed a gun at demonstrators who protested outside the couple’s home before dawn on March 2 and said “I will shoot you,” according to video of the incident.\n\n#BREAKING This morning Los Angeles District Attorney Jackie Lacey’s husband pulled a gun out on Black Lives Matter activists who protested his wife in front of their house. @BLMLA pic.twitter.com/wnCFMMvaWV — Jasmyne Cannick (@Jasmyne) March 2, 2020\n\nFootage taken by BLM activists shows a spooked Lacey answering his front door with a firearm and asking protesters to “Get off of my porch… I’ll shoot you, I don’t care who you are.”\n\nProtesters meanwhile are heard asking Lacey to tell his wife to come to the door.\n\n\n\nThe Los Angeles DA at the time claimed her husband “acted in fear for my safety after we were subjected to months of harassment that included a death threat no less than a week earlier.”\n\nCharging documents obtained by Politico show Lacey is charged with three separate counts of assault with a firearm, one for each of the protesters.\n\nThe charges against the DA’s husband simply for defending his property and his family are illustrative of how the BLM monster created by Democrats has come back home to roost.\n\n\n\nAlex Jones interviews Infowars Reporter Savanah Hernandez about what she witnessed during the failed Antifa occupation of downtown Austin.\n\nThe Reopen America Back to School Special is now live! Earn double Patriot Points on our hottest items!", "link": "https://www.infowars.com/husband-of-democrat-l-a-county-district-attorney-charged-with-assault-after-defending-home-with-firearm/#vuukle-comments", "published": "2020-08-04T17:43:32-05:00"}, {"title": "False-Positive: Detroit Lions Quarterback “Never Had COVID-19”", "text": "Detroit Lions quarterback Matthew Stafford is ready to get back on the practice field after a false-positive COVID-19 test landed him on the team’s reserve list.\n\nAfter receiving a positive test on Saturday, Stafford was placed on the reserve/COVID-19 list, but only three days later, the team’s offensive leader is back.\n\nIn a team statement, the Lions announced, “We have removed Matthew Stafford from the COVID-IR list and onto the Active Roster. As a result of a False-Positive test result, he was forced due to NFL/NFLPA protocols to sit out until he received two negative tests. His testing sequence for the Pre-Entry period was: negative, negative, False-Positive. The next three tests were all negative.”\n\n“To be clear, Matthew does NOT have COVID-19 and never has had COVID-19 and the test in question was a False-Positive,” the statement continued. “Also, all of Matthew’s family have been tested and everyone is negative.”\n\nStatement from the Detroit Lions pic.twitter.com/3C9jVHGbQV — Detroit Lions (@Lions) August 4, 2020\n\nMany NFL players, coaches and staff have voiced concerns about false-positives messing up the season and this will surely add to the skepticism regarding testing.\n\n“It’s one of those things that are going to be questionable for sure,” Lions linebacker Jarrad Davis said. “Because, yeah, this might be the first one that we’ve heard about but I’m sure there’s more that are going to happen. Hopefully they come up with a better way or continue to work on the way that we’re doing it to test everybody and I’m confident that everything will work out.”\n\nAccording to NFL guidelines, “Players who test positive for the novel coronavirus but are asymptomatic can return once five days have passed from their initial positive test so long as they post consecutive negative tests at least 24 hours apart. Symptomatic players who test positive for COVID-19 can return as soon as 10 days after their symptoms first appeared, provided their return is cleared by team doctors.”\n\nThe NFL season is scheduled to begin on September 10.\n\nThe Reopen America Back to School Special is now live! Save up to 60% on our most popular items!", "link": "https://www.infowars.com/false-positive-detroit-lions-quarterback-never-had-covid-19/", "published": "2020-08-04T17:31:41-05:00"}, {"title": "False-Positive: Detroit Lions Quarterback “Never Had COVID-19”", "text": "Detroit Lions quarterback Matthew Stafford is ready to get back on the practice field after a false-positive COVID-19 test landed him on the team’s reserve list.\n\nAfter receiving a positive test on Saturday, Stafford was placed on the reserve/COVID-19 list, but only three days later, the team’s offensive leader is back.\n\nIn a team statement, the Lions announced, “We have removed Matthew Stafford from the COVID-IR list and onto the Active Roster. As a result of a False-Positive test result, he was forced due to NFL/NFLPA protocols to sit out until he received two negative tests. His testing sequence for the Pre-Entry period was: negative, negative, False-Positive. The next three tests were all negative.”\n\n“To be clear, Matthew does NOT have COVID-19 and never has had COVID-19 and the test in question was a False-Positive,” the statement continued. “Also, all of Matthew’s family have been tested and everyone is negative.”\n\nStatement from the Detroit Lions pic.twitter.com/3C9jVHGbQV — Detroit Lions (@Lions) August 4, 2020\n\nMany NFL players, coaches and staff have voiced concerns about false-positives messing up the season and this will surely add to the skepticism regarding testing.\n\n“It’s one of those things that are going to be questionable for sure,” Lions linebacker Jarrad Davis said. “Because, yeah, this might be the first one that we’ve heard about but I’m sure there’s more that are going to happen. Hopefully they come up with a better way or continue to work on the way that we’re doing it to test everybody and I’m confident that everything will work out.”\n\nAccording to NFL guidelines, “Players who test positive for the novel coronavirus but are asymptomatic can return once five days have passed from their initial positive test so long as they post consecutive negative tests at least 24 hours apart. Symptomatic players who test positive for COVID-19 can return as soon as 10 days after their symptoms first appeared, provided their return is cleared by team doctors.”\n\nThe NFL season is scheduled to begin on September 10.\n\nThe Reopen America Back to School Special is now live! Save up to 60% on our most popular items!", "link": "https://www.infowars.com/false-positive-detroit-lions-quarterback-never-had-covid-19/#vuukle-comments", "published": "2020-08-04T17:31:41-05:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/asia_pacific/kashmir-india-crackdown-anniversary/2020/08/04/19a35776-d63f-11ea-a788-2ce86ce81129_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-08-04T06:14:04", "title": "Voices from Kashmir: Inside India’s year-long crackdown", "text": "The government pledged that the move would bring a “new dawn” of peace and prosperity by jettisoning decades of what it described as failed policies toward Kashmir and bringing it politically closer to the rest of India.\n\nAD\n\nInstead, it’s been a year of upheaval and repression.\n\nKashmir is no stranger to strife. India and Pakistan both claim the territory and have fought two wars and a smaller conflict over its borders. An armed insurgency against Indian rule has continued for more than three decades.\n\nAD\n\nLast August, the Indian government launched a massive crackdown. It restricted all movement, detained thousands of people — including Kashmir’s political leaders — and cut off all communications.\n\nThe steps were necessary, it said, to prevent violent protests and avert possible attacks by militant groups it accuses Pakistan of supporting. Pakistan denies the allegations.\n\nAD\n\nThe Internet ban lasted more than 200 days, the longest such shutdown by a democracy. Even now, high-speed Internet has not been restored in the Kashmir Valley, home to more than 8 million people.\n\nHundreds of Kashmiris have been imprisoned under a draconian public safety law or face legally murky forms of house arrest. Schools in Kashmir have barely functioned since last August. They were ordered shut as part of India’s crackdown and then again during the pandemic.\n\nAD\n\nBusiness losses through June are estimated at more than $5 billion, according to the Kashmir Chamber of Commerce and Industry. Attacks by anti-India militants continue, as does cross-border shelling between India and Pakistan.\n\nAD\n\nThe impact of India’s policies has been “disastrous,” a group of retired Indian judges and civil servants wrote in a recent report. They alleged “systematic violations of human rights” in the region since Aug. 5, 2019.\n\nThree Kashmiris described their experiences over the past year in interviews with The Washington Post. Their accounts have been condensed and edited for clarity.\n\nThe politician\n\nWaheed ur Rehman Para, 32, a leader of the Jammu and Kashmir Peoples Democratic Party, a pro-India political party, who was detained last year and remains under house arrest:\n\nI was arrested on Aug. 5. From the police station I was sent to a detention center. About 30 other people from mainstream political parties were brought in. We stayed there for almost three months.\n\nAD\n\nAD\n\nThen we were shifted to a hostel for members of the state legislature and kept there for the next three months. I have been under house arrest ever since.\n\nOn the first day back home, lots of people came to meet me. Five cops arrived and told me I am not allowed to leave the house. When I tried to leave, they threatened to take me back to detention. They are outside my home 24 hours a day.\n\nThe intent behind our illegal detention was to not allow us to speak and to create an illusion of peace. It was also to send a message to Kashmiris: “We can do what we want. If we can detain the mainstream leaders and the three [former] chief ministers, we can detain anyone.” That tells you a lot.\n\nAD\n\nAt the detention center, there were two people to a room. Our families could meet us once a week after asking permission. We were not allowed to step outside on the grass. We used to walk the corridors for hours. That was our space. We had only the freedom of being able to walk in a corridor.\n\nAD\n\nEverything was being heard. Cameras and microphones were very visible. It was all under surveillance. Mobile phones were not working, no one [except family members] was allowed to meet us. We felt helpless.\n\nWhat has Delhi actually achieved with this decision? The whole democratic space has been diminished. Have they achieved development? Have they achieved peace? Have they achieved normalcy? Have they achieved anything, other than polarizing people in the country?\n\nAD\n\nWe feel a sense of suffocation at the personal level and political level. I think that has been the worst part of it. You could not talk, you could not speak. You can see and watch things going on — things happening to you — and you are not being consulted anywhere. Leaders are actually scared to talk. It’s too risky.\n\nThe government thinks silence is a victory. But in a democracy, if people are silent, then that is the biggest protest.\n\nThe entrepreneur\n\nAdil Sathu, 35, founder of an online travel portal, TripShope:\n\nAD\n\nI run a business-to-business travel portal. I started it in 2015. We had a thousand travel agents in Kashmir working with us. They would come to our website to book airline tickets and hotel rooms. We provide them with credit and pay a commission. It was the first such portal in Kashmir.\n\nAD\n\nOn Aug. 5, I watched in horror as my years of hard work disappeared. I had built my company bit by bit, against the odds in a place like Kashmir. That day changed it completely.\n\nOur work is entirely based on the Internet, and without it, we became completely dysfunctional.\n\nAfter a month without Internet, we moved our office from Kashmir to Delhi. We moved to Jammu at the end of October. I was so fed up of shifting my staff that I almost called it a day. Just for a basic facility like Internet, me and my staff were traveling thousands of kilometers like refugees. It was really humiliating.\n\nAD\n\nI was totally depressed at that time. I could not see my future. I didn’t know what to do.\n\nAD\n\nWe suffered financial losses of over $65,000. I had to lay off staff. I had taken bank loans to start this travel portal. We are going backward day by day. Now because of covid we are suffering again.\n\nThe irony is that now India-based travel agents don’t find us a reliable partner. They say Kashmir is unpredictable and there can be another communication blackout anytime, which is not good for business. But Indians are the ones who hailed Aug. 5 as a moment of a new dawn for Kashmir. When is the new dawn?\n\nThe daughter\n\nIram Khan, 37, whose father was killed in a shootout between security forces and militants:\n\nAll I know is that over the past year, the situation has turned bad in Kashmir. We all have grown up with memories of violence. When I was in seventh grade, there was a small get-together at a relative’s house. We were expecting some guests, including a woman who was seven months pregnant. There was some tension in the area. Paramilitary forces shot her. She died on the spot.\n\nAD\n\nI never thought that my family would go through a similar tragedy.\n\nI was at home in Srinagar [on July 1] when I received a call from my mother. She told me Papa has died in a car accident. She was sobbing.\n\nI knew my youngest son, Iyaad, had accompanied my father, Bashir Ahmad Khan. I was sure that he must have died along with my father.\n\nWhen I reached my parents’ home, the neighbors told me instead that my father had been shot. Then one showed me a picture of Iyaad, which had gone viral by that time. He was sitting on my father’s dead body, crying.\n\nThe cops told my brother that our father was killed in the crossfire after militants attacked a vehicle of the CRPF [Central Reserve Police Force]. But we were suspicious of the police version of events. Our father’s car did not have a single scratch on it.\n\nAD\n\nThe inspector general of police has assured us they will conduct an inquiry, but nothing has happened so far. I have little hope. There is no possibility of justice in Kashmir.\n\nI have been to the spot where my father was killed and talked to people living nearby. All they said was that they had heard a child crying. Even if they had seen something, they wouldn’t say it. I know they are afraid.\n\nIyaad doesn’t understand what death is. He still asks for Papa. Yesterday, I went out to do some work, and he asked me, “Are you going to bring Papa home?” He asks everyone when Papa will come back.\n\nI won’t blame any side. But people are sad. There is no happiness anywhere in Kashmir. Every household has a painful story."}, {"link": "https://www.washingtonpost.com/world/islamic-state-attack-on-an-afghan-prison-stretches-into-its-second-day-with-21-dead/2020/08/03/69e7146e-d556-11ea-a788-2ce86ce81129_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-08-03T08:10:00", "title": "Islamic State attack on Afghan prison ends on second day, with at least 29 dead", "text": "At least 29 people, including civilians, security forces and inmates, were killed and 49 wounded in the course of the raid, according to the provincial governor's office. Those tolls are expected to rise as bodies are recovered from the prison.\n\nAD\n\nThe Islamic State asserted responsibility for the assault, the most ambitious operation the group has mounted in Afghanistan since it officially established a branch in the country in 2015. It follows the announcement Saturday by Afghanistan's main intelligence agency that the militant group's intelligence director had been killed near Jalalabad.\n\nAD\n\nThe attack also comes at a tense moment, as pressure builds to bring the Taliban and Afghan government together for peace talks. It began just hours before a confidence-building cease-fire was set to end, and the complex planning it entailed prompted suspicions among Afghan officials of Taliban involvement despite a statement from the group denying responsibility.\n\nBait and switch\n\nThe assault started when a car bomb targeting the prison's main gate detonated just after 6:30 p.m. Sunday, killing three policemen. But as Afghan security forces rushed to the scene, one group of gunmen took over a high-rise building abutting the complex while a second group launched another attack from the back of the prison, using rocket-propelled grenades to blast through a perimeter wall bordering a residential neighborhood.\n\nAD\n\nAD\n\n\"The car bomb was just a distraction,\" said a local Afghan security official who was at the scene. \"There is no way they could have entered through the main gate. It's too fortified. The back of the prison, that was the weak point.\"\n\n\n\nThe official, who spoke on the condition of anonymity because he was not authorized to speak to the media, said it is thought the attack was carried out by 20 to 30 men. He said the relatively small group was able to take over the sprawling complex because the men coordinated with prisoners inside. \"They knew exactly where they were going,\" he said. The gunmen overpowered the prison guards, began dividing up prisoners and raided the complex's weapons stores, handing weapons out to some of the prisoners.\n\nA second Afghan official, who also spoke on the condition of anonymity, confirmed that account.\n\nAD\n\nAD\n\nHekmatullah, a prisoner wounded in the attack, said that after the initial explosion, prison guards locked the inner gates, but that just an hour later, gunmen in camouflage uniforms managed to enter.\n\nThe assailants started yelling at the prisoners, \"Leave or we will shoot you,\" said Hekmatullah, who like many Afghans goes by one name. Once the assailants began firing, prisoners ran in all directions, and that's when he was shot, he said. He was taken to a hospital for treatment.\n\nOnce inside the prison, the gunmen raised an Islamic State flag over one of the towers, Hekmatullah said.\n\nThe prison held more than 1,700 inmates at the time of the attack, including fighters with links to the Islamic State and the Taliban, as well as criminals, according to the first official. As of Monday evening, more than 330 inmates remained at large, he said.\n\nAD\n\nAD\n\nThe assault quickly turned into a standoff because the heavily armed militants perched atop the nearby high-rise had a direct line of sight to the complex’s main entrance and courtyard. Afghan forces were able to enter the prison only after they cleared the packed high-rise, which houses shops, offices and apartments.\n\nEven then, they had to move slowly because intelligence reports warned that the attackers planned to detonate explosives once government forces entered the prison.\n\nAfter the blasts that rocked the complex during the clearing operation, the bodies of six suicide bombers were recovered.\n\n“The attackers knew their plan. It was very sophisticated,” the first official said.\n\nDisputed claims\n\nAfghan officials have repeatedly alleged links between the Taliban and the Islamic State, claiming that the groups aid each other in staging attacks and share training pipelines. After the Jalalabad assault, Afghanistan’s interior minister echoed those allegations in a tweet, saying that when the Haqqani network and Taliban fighters carry out attacks that do “not suit them politically they rebrand it under” the Islamic State.\n\nWhile evidence of direct links is flimsy, the long-held theory highlights the depths of distrust between the Afghan government and the Taliban movement and threatens progress toward formal peace talks.\n\nAD\n\nAD\n\nThe Jalalabad prison operation was almost identical to past Taliban attacks. A Taliban raid on a prison in Ghazni in 2015 that freed more than 350 prisoners also began with a car bomb that breached the complex’s perimeter before gunmen stormed the buildings.\n\nFor months, Afghan officials have feared that Taliban fighters displeased with the group’s participation in peace talks would join the Islamic State, potentially bringing battlefield expertise and tactics with them.\n\nConcerns about Taliban involvement in the attack touch on questions regarding the Taliban’s intention to uphold counterterrorism assurances and the ability of the Taliban political leadership in Qatar to control the group’s fighters on the ground. Both issues are becoming increasingly important in the lead-up to peace talks.\n\nAfghan President Ashraf Ghani did not accuse any single group of carrying out the attack, but in a Facebook post Monday, he called it a “barbaric act . . . a crime against humanity and contrary to the Islamic values.”\n\nAD\n\nAD\n\nUntil the Sunday night attack, the cease-fire marking the Muslim holiday of Eid al-Adha had largely held. The truce was intended as a confidence-building measure to aid in the push for direct peace talks. After the signing of the U.S.-Taliban peace deal, intra-Afghan negotiations have been delayed for months by an escalation of violence and a controversial prisoner swap.\n\nThe Islamic State was not a party to the cease-fire, and Sunday’s attack would probably not constitute a violation of the truce. But it highlights the kind of violence that could continue in Afghanistan even in the event of a peace deal with the Taliban.\n\nAfghanistan’s Islamic State offshoot has asserted responsibility for several recent attacks in Kabul in which gunmen stormed buildings and held off security forces for hours. But the group has largely focused on civilian targets in areas that are home to religious and ethnic minorities, rather than highly fortified government buildings.\n\nThe Taliban and Afghan government officials are still wrangling over a controversial prisoner swap that has emerged as a key stumbling block to peace talks.\n\nAD\n\nAD\n\nThe U.S.-Taliban peace deal called for the release of prisoners on both sides before the launch of intra-Afghan peace talks. Now, months overdue, the Afghan government announced it would release 5,000 prisoners as the Taliban demanded before talks could begin. But the sides remain at odds over who should be included in the 5,000. Taliban officials seek the release of hundreds of fighters linked to deadly high-profile attacks, a move opposed by government officials and international human rights organizations."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/why-tiktok-was-destined-to-land-in-trumps-crosshairs/2020/08/04/e0526798-d56f-11ea-a788-2ce86ce81129_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-08-04T09:31:00", "title": "Why TikTok was destined to land in Trump’s crosshairs", "text": "So the battle over viral short-video app TikTok is not about its current reach to American teens, but the potential reach of this catchy communication format from China.\n\nAD\n\nAD\n\nTikTok’s parent company, ByteDance, is in talks to sell its U.S. business to Microsoft, after unsuccessful attempts to allay U.S. regulatory concerns about Beijing’s surveillance and censorship.\n\n\n\n“CFIUS determined that ByteDance must fully divest TikTok’s U.S. operations,” ByteDance chief executive Zhang Yiming wrote to employees in an email Monday, using the acronym for the Committee on Foreign Investment in the United States. “We disagree with CFIUS’s conclusion.”\n\n\n\nAD\n\nZhang wrote that ByteDance’s executives “understand their decision in the current macro environment.”\n\n\n\nIt’s a measure of how much the U.S.-China business landscape has changed, that Microsoft may now be TikTok’s best prospect. In 2008, Zhang, the future ByteDance founder, got a job at Microsoft but quit months later, finding work there unstimulating.\n\nAD\n\n“There wasn’t anything really bad,” he said about his time at Microsoft, in a video interview with China’s Caishi Media years later. “It was just boring. I could basically read half the day and work half the day.”\n\n\n\nAt the end of 2018, ByteDance became the world’s most valuable start-up, and it has retained the title since. The company says it has 100 million users in the United States, a reach that has brought the issue of Chinese government censorship to America’s doorstep.\n\n\n\nAD\n\nNo other Chinese social media platform has gained anywhere near such a following in the West. Weibo and Renren never got far beyond localized imitations of Twitter and Facebook, which were banned in China. WeChat, China’s chat app of choice, was a bona fide innovator, years ahead of Facebook in integrating mobile payments, small group chats, stickers and other features into its messaging platform.\n\n\n\nStill, WeChat never felt native outside of China, even putting aside the issue of surveillance by an authoritarian government. Some of its most useful domestic features, like mobile payments and ride-hailing, had limited functionality abroad. WeChat’s walkie-talkie-like function also had limited draw overseas, though it made sense in a country without an alphabet and where 3 percent of the population is illiterate and far more don’t know how to type on a computer.\n\nAD\n\nThe international version of WeChat remained slightly lost in translation for years, with the “talk-to-the-hand” emoji, used in China to convey disdain, annotated in English as “wave.”\n\nAD\n\nTikTok, though, provided a seamless experience overseas from the get-go — aided by the universality of short funny videos, a medium that transcends language and borders.\n\n\n\nAs with many other Chinese Internet start-ups, ByteDance has had its battles with Chinese censors. ByteDance’s popular news aggregator app Toutiao has been temporarily suspended by authorities at times.\n\nByteDance’s jokes and memes app, Neihan Duanzi, was shut down in 2018 after Beijing regulators criticized it for vulgar content. Zhang issued an apology and pledged to hire thousands more content reviewers for the company’s other apps.\n\n\n\n“The product has gone astray, posting content that goes against socialist core values,” he wrote of Neihan Duanzi in the lengthy public apology.\n\n\n\nAD\n\nAD\n\nDan Wang, a technology analyst at Gavekal Dragonomics, said that the U.S. government has not produced a “smoking gun” that ByteDance has harmed U.S. national security, but it was hard for it or any Chinese tech company to prove that it can be independent from Beijing. U.S. officials say that ByteDance has to comply with China’s censorship, which TikTok denies, saying its servers for international users are in the United States and Singapore.\n\n“In another era, or with another country, these concerns might have been manageable,” he said. “But U.S.-China relations are at their worst point in decades.”\n\nTikTok is the latest in a line of new communication technologies that began with simpler intentions but were drawn into politics once they reached a critical mass. Mark Zuckerberg started Facebook to connect fellow students. The founders of Twitter — then, “twittr” — wanted a place for their stream-of-consciousness musings.\n\nAD\n\nAD\n\nRadio was used in the early days by sailors, who before then could only communicate with flags. During the Cold War, pro- and anti-Communist groups found it a useful tool for blasting propaganda across borders.\n\nThe last major wave of anti-China sentiment in the United States unfolded in the 1950s with the popularization of television. The entertainment and media industry came under heavy scrutiny in the McCarthy hearings, as the broad reach of TV and film became apparent.\n\nThe scrutiny of TikTok has come early in the process, with the medium still largely used by teenagers to share dancing videos. Companies and political groups are still figuring out how to use the platform.\n\nAD\n\nBut politics has begun trickling into the mix, both in China and the United States. Muslim Uighurs in China’s oppressive Xinjiang region last year began using the app to share information about detained relatives. Teenagers used the app to falsely inflate projected attendance for Trump’s Tulsa rally.\n\nAD\n\nAnd not least, the teenagers on TikTok today may not yet be voting age, but they will be soon. Their political views are forming, with each click and swipe."}, {"link": "https://www.washingtonpost.com/world/2020/08/04/beirut-explosion-ammonium-nitrate/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-08-04T11:35:47", "title": "Here’s what the videos of the Beirut blast tell us about the explosion", "text": "Many not accustomed to seeing large explosions may conflate mushroom clouds and spherical blast waves as nuclear, said Jeffrey Lewis, an arms-control expert and professor at Middlebury Institute of International Studies at Monterey. “But some of the things we associate with nuclear explosions are just associated with explosions.”\n\nFew things can be concluded from the videos, including some filmed before the bigger of the blasts, which Lewis said may have begun when munitions in storage caught fire.\n\nAD\n\nAD\n\nA rising cloud of white smoke featured crackling and bright pops consistent with when small munitions — rockets, for instance — begin cooking off, he said.\n\nThen a fireball erupts, followed by an orb of white that quickly expands from the blast zone. That is the pressure of the shock wave condensing the moisture in the air, he said.\n\nBrian Castner, a former Air Force bomb technician and investigator at Amnesty International, echoed that on Twitter, saying the shock wave “is visible in the humid air.”\n\nLebanese Interior Minister Mohammed Fahmi said it appeared that stocks of ammonium nitrate, a fertilizer that can be used in bombmaking, had exploded.\n\nAD\n\nThe telltale signs of ignited ammonium — reddish smoke — spewed from the blast, Lewis said. The color is consistent with the chemical compound and comes from nitrogen oxides, the byproduct of which gives smog its reddish-brown tones.\n\nLebanese Prime Minister Hassan Diab linked the explosions to dangerous stocks of chemicals that had been stored at the port since 2014, despite warnings from port officials that the material was not safe.\n\nAD\n\n“I promise you that this catastrophe will not pass without accountability. … Those responsible will pay the price,” he said in a televised speech. “Facts about this dangerous warehouse that has been there since 2014 will be announced and I will not preempt the investigations.”\n\nAD\n\nAround 2,700 tons were stockpiled, Lebanese President Michel Aoun said. That is near back-of-the-envelope estimates of the size of the explosion, which is around the equivalent of a “few hundred tons of TNT,” Lewis said. Ammonium nitrate is not as powerful as TNT.\n\nIn 2011, a similar explosion occurred in Cyprus after munitions stored there for years exploded, killing at least 12."}, {"link": "https://www.washingtonpost.com/world/middle_east/major-explosion-rocks-beirut/2020/08/04/53ff4dd6-d666-11ea-a788-2ce86ce81129_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-08-04T10:45:00", "title": "At least 63 people dead and more than 3,000 injured as explosions rock Beirut, Health Ministry says", "text": "The casualty toll rose through the evening. By midnight, the Health Ministry put the toll at 63 dead and more than 3,000 injured.\n\nHospitals were overwhelmed by the number of injuries. One, the Hotel Dieu, said it had received over 500 injured people in the first hours after the blasts. For more than an hour after the explosions, people with blood streaming down their faces or limbs wandered the streets trying to find a way of reaching hospitals on roads too clogged with traffic and debris for ambulances and taxis to move.\n\nIn the early hours of Wednesday, Red Cross workers were still scouring the wrecked and deserted streets in neighborhoods adjoining the port, calling out to residents who might be trapped and injured to identify themselves.\n\nThe explosions coincide with mounting tensions between Israel and the Lebanese Shiite militia Hezbollah, which maintains a facility at the port and has long been accused by U.S. officials of using it to smuggle weapons into the country. The incident follows a spate of mysterious blasts at Shiite militia weapons storage sites in Iraq last year, which Iraqi and Israeli officials have said Israel was responsible for, and more recently a string of explosions at military sites and sensitive locations in Iran, which regional intelligence officials have said Israel, at least in part, was behind.\n\nAD\n\nAD\n\nAn Israeli official, who spoke on the condition of anonymity because he was not authorized to brief reporters, said that Israel had no role in the Beirut explosions. Israeli Defense Minister Benny Gantz and Foreign Minister Gabi Ashkenazi offered the Lebanese government medical and humanitarian aid as well as immediate emergency assistance, via international intermediaries because Israel and Lebanon are in a state of war and have no official contact.\n\nIn a statement offering condolences to families of the dead and injured, Hezbollah did not apportion blame. It called the incident a “huge national tragedy” and urged Lebanese to unite to overcome the ordeal.\n\nAt a news conference, President Trump called the explosion a “terrible attack” and said U.S. generals seemed to feel that it was the result of a “bomb of some kind.” But military officials said they had yet to make a solid assessment of the explosion.\n\nAD\n\nAD\n\nThere were many indications that the blast may have been a tragic accident. Lebanese Interior Minister Mohammed Fahmi said it appeared that stocks of ammonium nitrate, a fertilizer that can be used in bomb making, had ignited.\n\nPrime Minister Hassan Diab linked the explosions to 2,700 tons of the dangerous chemical that had been stored at the port since 2014, despite warnings from port officials that the material was not safe.\n\n“I promise you that this catastrophe will not pass without accountability. . . . Those responsible will pay the price,” he said in a televised speech. “Facts about this dangerous warehouse that has been there since 2014 will be announced and I will not preempt the investigations.”\n\nBut suspicions lingered that Israel may have been involved, said a senior Lebanese army officer who spoke on the condition of anonymity because the issue is sensitive. Numerous witnesses reported hearing warplanes overhead at the time, he noted.\n\nAD\n\nAD\n\n“There are suspicions,” the official said. “There will be no conclusion until there has been a full investigation.”\n\nIsraeli planes and drones have been spotted flying with increasing regularity over the city in recent weeks as the tensions have risen.\n\nOne thing that was clear is that crisis-stricken Lebanon, in the throes of a major economic collapse and battling rising numbers of coronavirus infections, is in little position to cope with another disaster, especially on this scale. At least two hospitals were badly damaged in the explosions, and TV footage showed staff evacuating patients to alternative hospitals that were themselves swamped — in the dark, because the city had no electricity.\n\nThe Red Cross told all ambulances across the country to head to Beirut to report for duty.\n\nMany residents lost their homes, especially in the majority-Christian eastern part of the city closest to the blast. In the neighborhood of Gemmayze, once a vibrant nightlife district, buildings collapsed, cars were overturned and the streets were blocked by piles of masonry and twisted metal.\n\nAD\n\nAD\n\nThe damage was spread across a wide arc. Windows were blown out and check-in counters were damaged at Beirut’s airport, several miles from the explosion. Doors were blown open and windows rattled at the U.S. Embassy, more than six miles away.\n\nHealth officials warned that the explosion had left a toxic cloud of nitrous oxide hanging over the city, and told residents to wear masks and stay indoors. The U.S. Embassy issued a similar warning in a message to U.S. citizens. “There are reports of toxic gases released in the explosion so all in the area should stay indoors and wear masks if available,” the message said.\n\nAmong the dead was Nazar Najarian, a senior official in the Kataeb political party. The injured included Kamal Hayek, chairman of the state-owned electricity company, according to the state-run National News Agency.\n\nGermany’s Foreign Ministry tweeted that German Embassy employees were among those injured. Phone lines went down and the Internet faltered as friends and relatives hurried to check on loved ones."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}